["Марк Твен\r\n\r\nПриключения Тома Сойера\r\n\r\nОб авторе\r\n\r\nМарк Твен (Самюэль Ленгхорн Клеменс) родился в небольшом городке Миссури в 1835 году. Проработав четыре года лоцманом на пароходах, плавающих по Миссисипи, он начал писать короткие юмористические рассказы для газет.\r\n\r\n«Приключения Тома Сойера» были первой повестью Твена. Многие из похождений Тома и Гека Финна произошли на самом деле в детстве писателя. И несмотря на то что Твен писал эту книгу, главным образом, чтобы развлечь мальчиков и девочек, он надеялся, что и взрослые будут читать ее, получать удовольствие и вспомнят свое детство.\r\n\r\nМарк Твен умер в 1910 году. Но в своих повестях, коротких рассказах и других произведениях он оставил Миру правдивое изображение американской жизни и американской души.\r\nСид рассказывает о проказах Тома     \r\n\r\nГлава 1. Великая побелка\r\n\r\nТом Сойер всегда попадал в неприятности. Он был одним из тех мальчишек, которые совершенно не могут устоять против приключений.\r\n\r\nТом жил со своей тетей Полли, двоюродной сестрой Мери и сводным братом Сидом. Все уже давно привыкли к проказам Тома, однако Сид никогда не упускал возможности рассказать тете Полли о его шалостях. Вот так она узнала, что Том прогулял школу и ходил купаться на речку.\r\n\r\nТеперь, в наказание за это, Тому пришлось красить забор в солнечный субботний день. И что было хуже всего, — это происходило в один из тех теплых летних дней, когда все дети играли на улице или купались. А Том в одиночестве стоял на дорожке с длинной кистью и ведром известки.\r\n\r\nОн окинул взглядом забор. Тот казался огромным, и Том подумал, что понадобится целый день, чтобы покрыть его только одним слоем известки. Он начал припоминать, как весело собирался провести этот день, и его страдания усилились. Скоро выйдут на улицу его друзья, и он содрогнулся при мысли о том, как они станут издеваться над ним за то, что ему приходится красить забор в такой чудесный день. Должен же быть выход из этой ситуации!\r\n\r\nТом вытряхнул карманы и посмотрел на свои сокровища — обломки игрушек, шарики и всякий подобный хлам. Он мог нанять кого-нибудь в помощь, но всего содержимого едва бы хватило, чтобы купить целый день свободы. Том немного поразмыслил и… на него снизошло вдохновение!\r\nЗабор, который придётся красить  \r\n\r\nОн взял кисть и медленно, спокойно стал покрывать известкой забор. Через несколько минут показался Бен Роджерс, жуя большое сочное яблоко. При виде такого лакомства у Тома потекли слюнки, но он продолжал красить и делать вид, что совсем не замечает Бена.\r\n\r\n","— Эй, Том, что с тобой? — спросил Бен. Очень плохо, что тебе приходится работать в такой день. Я как раз иду купаться. Жаль, что ты не можешь пойти со мной!\r\n\r\nТом взглянул на Бена и сказал:\r\n\r\n— Что ты называешь работой?\r\n\r\n— А разве это не работа?\r\n\r\n— Может, работа, а может, и нет, — ответил Том.\r\n\r\n— Я знаю только одно: она мне по душе.\r\n\r\n— Да брось ты, уж не хочешь ли ты сказать, что тебе это действительно нравится?\r\n\r\n— Я не вижу причин, почему бы мне это не доставляло удовольствия. Разве мальчикам каждый день достается белить заборы?!\r\nБен зовёт Тома купаться на речку  \r\n\r\nДля Бена дело представилось в ином свете. Он перестал жевать яблоко и начал следить за работой Тома. «Может быть, и в самом деле было что-то в этой побелке», — думал он.\r\n\r\n— Послушай, Том, дай мне попробовать немножко! — попросил Бен.\r\n\r\n— Нет, нет! — запротестовал Том. — Тетя Полли доверила этот забор мне, и я не могу кому угодно позволить выполнять такую ответственную работу.\r\n\r\nНо Бен продолжал клянчить у Тома разрешение на побелку… ну хоть немножечко. Том отказывался, пока тот не предложил ему остаток своего сочного красного яблока. А он только этого и ждал.\r\n\r\nТом сел в теньке и грыз яблоко, пока Бен, размахивая туда-сюда кистью, потел от усердия. Это была чудесная идея, и Том стал торговаться с другими мальчишками, проходившими мимо.\r\n\r\nК полудню забор был полностью покрашен, а Том превратился в гордого владельца всевозможных сокровищ. Конечно же, его вдохновение принесло свои плоды. Все, что ему пришлось сделать, — это выдать неприятную работу за удовольствие, и другие мальчишки горели желанием выполнять ее за Тома.\r\nЧестный обмен  \r\n\r\nКогда забор был завершен, Том пошел в дом.\r\n\r\n— Тетя, могу ли я теперь пойти погулять? — спросил он.\r\n\r\n— Что, уже? Сколько же ты сделал?\r\n\r\n— Все, тетя Полли.\r\n\r\n","— Том, только не лги мне. Я этого не выношу, — предупредила она.\r\n\r\n— Убедитесь сами, — сказал Том и подвел тетю к окну.\r\n\r\n— Ну, знаешь! — воскликнула тетя Полли, — ты действительно можешь работать, когда захочешь.\r\n\r\nОна была так довольна работой Тома, что вручила ему большое сочное яблоко и разрешила пойти погулять, но велела быть дома к ужину.\r\n\r\nТом улыбнулся, и, когда она отвернулась, он стащил плюшку, покрытую сахарной глазурью, и засунул её в карман.\r\n«Убедитесь сами!»  \r\n\r\nВ ту же минуту он выскочил на улицу, свободный, как птица. Проходя мимо дома, где жил Джеф Тэтчер, Том увидел в саду незнакомую девочку. Она была прелестна. Ее золотистые волосы были заплетены в две длинные косы, спадавшие почти до пояса. Он влюбился в нее без памяти!\r\n\r\nТом попытался привлечь ее внимание, став на голову и выделывая различные нелепые штучки, но девочка не замечала его. Он поклялся, что до конца недели завоюет ее любовь. Том вприпрыжку побежал по улице. Его голова была полна романтических планов и приключений.\r\nДевочка не смотрит на Тома    Шатающийся зуб     \r\n\r\nГлава 2. Том знакомится с Бекки\r\n\r\nНастало утро понедельника, и Том Сойер почувствовал себя очень несчастным. Он всегда хандрил в понедельник утром, так как это означало, что ему надо идти в школу. Том начал строить тайные планы. Должна же найтись какая-нибудь причина, чтобы не пойти в школу. Он может стать больным и остаться дома. Однако, как Том не напрягался, он не мог отыскать в себе ни малейшего недомогания.\r\n\r\nТом поразмыслил еще немного и обнаружил, что у него шатается верхний передний зуб. Это была действительно большая удача. Он уже собирался застонать и скорчиться от боли, но вовремя вспомнил о тетушкином способе выдергивания шатающихся зубов и решил не спешить страдать от этой самой боли.\r\n\r\nТом продолжил поиски. Он припомнил, как доктор рассказывал об одной болезни, уложившей пациента в постель на две недели и грозившей ему потерей ноги. У Тома болел палец на ноге, о чем он и не думал. Сейчас ему было интересно, сможет ли он обдурить тетю Полли. Поскольку Том понятия не имел, каковы признаки этой болезни, он издал несколько громких стонов. Затем принялся усердно охать и ахать.\r\n\r\nСид, спавший на соседней кровати, даже не пошевельнулся. Том застонал громче, но его сводный брат продолжал храпеть. Наконец Том начал трясти Сида, пока тот не открыл в удивлении сонные глаза. Том опять застонал.\r\n\r\n— Том! Что с тобой? — закричал он.\r\n\r\n— О-о, да не скачи ты так, — простонал Том.\r\nТом усердно застонал  \r\n","\r\nНесмотря на его протесты, Сид побежал к тете Полли рассказать о явных муках Тома.\r\n\r\n— Я… я думаю, он умирает, — заикаясь, произнес Сид.\r\n\r\n— Глупости, я в это не верю, — выпалила тетя Полли. Но все же побежала наверх во всю прыть. К тому моменту, когда она оказалась у постели Тома, ее лицо побелело от страха.\r\n\r\n— Что с тобой, Том?\r\n\r\n— О-о, тетя Полли, мой больной палец. Мне кажется, он у меня отваливается.\r\n\r\nТетя Полли упала на стул с чувством облегчения. Сначала она засмеялась, затем заплакала, а потом засмеялась и заплакала вместе. Это привело ее в себя, и она сказала Тому:\r\n\r\n— Прекрати весь этот вздор, выползай из постели и немедленно отправляйся в школу.\r\n\r\nТом почувствовал себя в нелепом положении, он сразу же прекратил стонать.\r\n«Я… я думаю, он умирает!»  \r\n\r\n— О-о, тетя Полли, — сказал он, — палец болел так сильно, что я совсем забыл про мой зуб.\r\n\r\nНе успел Том произнести эти слова, как тетя Полли уже внимательно изучала шатающийся зуб. В секунду она набросила петлю из шелковой нитки на зуб, а ее другой конец привязала к столбику кровати. Том умолял ее не вырывать зуб таким образом, но она была непреклонна. Тетка вышла из комнаты, схватила горящую головню из печки и ткнула ее чуть ли не в лицо мальчика. Он отдернулся и в ужасе уставился на зуб, раскачивающийся на нитке, привязанной к столбику.\r\n\r\nКогда Том отправился в школу, пустота, образовавшаяся в верхнем ряду его зубов, привлекала внимание всех мальчишек и вызывала у них зависть. «Пожалуй, ради этого стоило терпеть боль» — подумал Том.\r\n\r\nВозле школы он повстречал Гекльберри Финна. Гек был сыном местного пьяницы и мог приходить и уходить из школы, когда ему вздумается.\r\nВыдёргивание зуба  \r\n\r\nОн всегда одевался в обноски и невероятные лохмотья, ночевал на ступеньках чужого крыльца или в пустых бочках. Ему не надо было ходить ни в школу, ни в церковь. Словом, Геку завидовали все мальчишки в городе, но их матери запрещали водиться с ним.\r\n\r\nТом поприветствовал Гека, и они погрузились в серьезный разговор о лучшем способе лечения бородавок. Затем Гек показал Тому крохотного клеща, которого он поймал.\r\n\r\nПри виде маленького создания глаза Тома загорелись, и он сразу же предложил сделку — свой вырванный зуб за клеща.\r\n\r\nИз-за этого Том опоздал в школу, и, когда вошел в класс, мистер Добинс, учитель, потребовал объяснения.\r\n","\r\nТом собрался было соврать что-нибудь, как вдруг заметил прелестную девочку с длинными золотистыми косами. Том также увидел, что единственное свободное место за партой на той половине класса, где сидят девочки, было возле таинственной красавицы.\r\nГек Финн показывает Тому клеща  \r\n\r\nБез малейшего колебания Том ответил:\r\n\r\n— Я был с Гекльберри Финном.\r\n\r\nВсе в классе захихикали. Даже учитель был удивлен. Никто бы в жизни не признался в том, что разговаривал с отверженным.\r\n\r\nЧерез минуту учитель принес пучок розг и в наказание высек мальчика. Затем он велел Тому сесть вместе с девочками. Этого как раз Том желал более всего. Он быстренько проскользнул на свободное место рядом с новой девочкой.\r\n\r\nТом попытался привлечь ее внимание. Он предложил ей чудесный спелый персик, но она только отвернулась. Тогда Том принялся рисовать что-то на доске, прикрывая свой рисунок рукой и притворяясь, будто бы очень увлечен работой.\r\n\r\nВскоре любопытство взяло верх и девочка сделала попытку подсмотреть. Но Том продолжал рисовать, по-прежнему не подавая виду, что замечает ее внимание.\r\n\r\nНаконец она сдалась и нерешительно прошептала:\r\n\r\n— Дайте посмотреть!\r\nПорка розгами  \r\n\r\nТом открыл часть рисунка — дома с кирпичной трубой и вьющимися в голубом небе клубами дыма. Интерес девочки все возрастал. Она попросила Тома нарисовать людей.\r\n\r\n— Какой чудесный рисунок! — сказала она. — Хотела бы я уметь рисовать.\r\n\r\n— Это легко, — прошептал Том. — Я научу.\r\n\r\nДевочка сообщила ему, что зовут ее Бекки Тэтчер. Том и Бекки договорились провести большую перемену вместе, чтобы поучиться рисовать.\r\n\r\nТом продолжил свое занятие, но на этот раз закрыл доску от Бекки рукой. Она умоляла дать ей посмотреть, а он отказывался. Наконец Том отступил и показал ей доску. «Я вас люблю», — было на ней написано ровными буквами. Бекки покраснела, но было видно, что ей очень приятно.\r\n«Какой чудесный рисунок!»    Том рассматривает клеща     \r\n\r\nГлава 3. Разбитое сердце Тома\r\n\r\nТому казалось, что большая перемена никогда не настанет. В классе было очень душно, ни малейшего дуновения ветерка. Из всех душных дней это был самый изнурительный. Том с трудом собрал последние силы, чтобы не уснуть. Он пошарил в кармане, открыл спичечный коробок и достал клеща, которого выменял на свой вырванный зуб. Том принялся рассматривать, как клещ ползает по длинной плоской парте.\r\n","\r\nРядом с Томом сидел его лучший друг Джо Гарпер. Он был не прочь развлечься в столь скучный понедельник. Том тыкал булавкой в клеща, и тот менял направление движения с каждым пинком. Джо вытащил из-за отворота куртки булавку и присоединился к приятелю.\r\n\r\nЧерез несколько минут Том объявил, что они мешают друг другу, и ни один не получает того удовольствия, которое можно извлечь из клеща. Поэтому он положил грифельную доску Джо на парту и провел посередине черту сверху донизу. Одна половина была территорией Тома, другая же принадлежала Джо.\r\n\r\nБедный клещ метался от одного мучителя к другому, а оба мальчика склонили головы над доской, полностью увлекшись игрой. Не прошло и нескольких минут, как они начали ссориться. Том забрался на половину Джо и подтолкнул клеща своей булавкой.\r\n\r\n— Том, не смей его трогать! — закричал Джо.\r\n\r\n— Послушай, Джо Гарпер, чей это клещ, в конце концов? — возмутился Том.\r\n\r\nМальчики были настолько увлечены игрой, что не заметили, как в классе воцарилась тишина. Они не поняли, что мистер Добинс подошел к ним на цыпочках и теперь наблюдает за их игрой. Не успев это обнаружить, они почувствовали обрушившиеся на них страшные удары розг. Наказание положило конец их игре.\r\nУвлекательная игра  \r\n\r\nКогда настала большая перемена, Бекки ждала Тома. Вместе они отправились в уединенное место на школьном дворе. Пока Том рисовал на грифельной доске, Бекки, несомненно увлеченная, тихо наблюдала за ним.\r\n\r\nВскоре Том поднял глаза и спросил:\r\n\r\n— Бекки, была ли ты когда-нибудь помолвлена?\r\n\r\n— Я не знаю, — ответила она. — Что значит быть помолвленной?\r\n\r\n— Ну, ты просто говоришь мальчику, что никого не будешь любить, кроме него, — а затем вы целуетесь. Это каждый может сделать.\r\n\r\nВидя, что Бекки колеблется, Том объяснял снова и снова, как важны поцелуй и клятва в вечной любви. Когда Бекки сдалась, Том поцеловал ее. Затем он сообщил ей остальную часть уговора.\r\nНаказание  \r\n\r\n— Мы всегда будем ходить в школу вместе, и в танцах выбирай меня, а я буду выбирать тебя. Мы всегда будем вместе, если за нами не будут следить. Вот так!\r\n\r\n— Ах, как хорошо! Никогда не слыхала о помолвке раньше, — вздохнув, прошептала Бекки.\r\n\r\n","— Это ужасно весело! Вот мы с Эмми Лоренс…\r\n\r\nШироко раскрытые глаза Бекки наполнились слезами, и Том осознал, что допустил чудовищную ошибку. Он пытался успокоить Бекки и объяснить, что больше не любит Эмми. Но она ничего не желала слышать. Бекки отвернулась к стене и продолжала рыдать.\r\n\r\nТом поднялся и прогулялся немного по школьному двору. Затем он вернулся к Бекки и снова заверил ее, что она единственная его любовь. Но Бекки не унималась. Тогда Том полез в карман и вытащил свою лучшую драгоценность — круглую медную дверную ручку. Он протянул ее девочке и сказал:\r\n\r\n— Ну, Бекки, возьми же, дарю.\r\n\r\nОна бросила ручку на землю. Том поднялся и пошел куда глаза глядят. Он побрел в гору за городом и больше в этот день в школу не вернулся.\r\nПоцелуй в знак помолвки  \r\n\r\nБекки почувствовала себя виноватой и начала искать Тома. Она звала его, но ответа не было. Она осталась совсем одна, села и опять зарыдала. Между тем остальные школьники снова вереницей потянулись к школе. Бекки с надеждой посмотрела в сторону Тома, но было слишком поздно. Её сердце разбито, и она была уверена, что потеряла Тома навсегда.\r\nТом предлагает подарок Бекки    Жизнь есть страдания и боль     \r\n\r\nГлава 4. Трагедия на кладбище\r\n\r\nТом брел по проселочным дорожкам, пока не оставил далеко позади ненавистный ему школьный двор. Он долго сидел в стороне от дорожки, упершись локтями в колени и положив подбородок на руки.\r\n\r\nЕму казалось, что жизнь — это сплошные страдания и боль. Он желал Бекки только добра. Что он ей сделал такого ужасного? Ничего!\r\n\r\nБекки обошлась с ним как с собакой. Когда-нибудь она пожалеет об этом, но, Может быть, будет слишком поздно!\r\n\r\nМысль о смерти завладела Томом. Он уже представлял себе, как все это произойдет.\r\n\r\nЕго бедное тело понесут в церковь, а Бекки и тетя Полли будут рыдать. Они будут произносить разные хорошие слова о том, каким он всегда был отважным, прекрасным мальчиком.\r\n\r\nТом очнулся от своих фантазий, увидев своего приятеля Гекльберри Финна. Мальчики несказанно обрадовались встрече и стали весело играть в Робина Гуда.\r\n\r\nОбнаружив, что близится время обеда, они расстались, но договорились ночью улизнуть из дому и встретиться на кладбище, где их ожидали новые приключения.\r\n","\r\nВ этот вечер Том с Сидом, как всегда, отправились спать в половине десятого. В ожидании сигнала от Гека Тому казалось, что прошла вечность.\r\n\r\nНаконец он услышал «мяу», и это означало, что Гек ждет его внизу возле сарая.\r\nРадость встречи  \r\n\r\nТом вылез через окно и присоединился к другу. У Гека была в руках дохлая кошка. Они собирались бросить ее через могилу и таким образом проверить, пропадут ли после этого бородавки.\r\n\r\nМальчики прошли около полутора миль от города и наконец добрались до кладбища, расположенного на холме. Все оно заросло травой и сорняками. Старые могилы совсем в них утонули, так что нельзя было даже прочесть надгробные надписи.\r\n\r\n— Гек, как ты думаешь, нравится ли покойникам, что мы пришли сюда? — прошептал Том.\r\n\r\n— Я бы сам хотел это знать. А жутко здесь, правда? — ответил Гек.\r\n\r\nВдруг Тому послышался какой-то звук. Он схватил Гека за руку, и оба задрожали от страха.\r\n\r\n— Ты слышал? — спросил Том. — Сюда идут!\r\n\r\nВо мраке появились какие-то смутные фигуры. Перед ними качался старинный жестяной фонарь.\r\nТом убегает на встречу с Геком  \r\n\r\nГек вздрогнул и прошептал: «Это дьяволы, теперь уж точно. Целых три! Мы пропали! Том, ты можешь прочесть молитву?».\r\n\r\nТом уже было собрался читать молитву, как вдруг узнал одну из фигур. «Это люди! — прошептал он. — По крайней мере, один из них. Это старик Мэф Поттер. Я узнал его голос».\r\n\r\nМальчики, затаив дыхание, следили за тремя фигурами, остановившимися у могилы. Фонарь осветил их лица. Это были молодой доктор Робинсон, Мэф Поттер и страшный индеец Джо, убийца.\r\n\r\nПоттер и индеец Джо разгружали носилки с веревкой и лопатами. Доктор Робинсон стоял позади и подгонял их копать быстрее, чтобы успеть до появления луны.\r\n\r\nСпустя некоторое время раздался глухой стук о дерево. Они подцепили гроб веревками, подняли его наверх из могилы, сорвали крышку и вытащили тело. Труп они положили на носилки и прикрыли одеялом.\r\nТени на кладбище  \r\n\r\n— Теперь дело сделано! — проворчал индеец Джо. — Подавайте нам еще пять долларов, а не то тело останется здесь.\r\n","\r\nДоктор запротестовал:\r\n\r\n— Позвольте, я заплатил вам обоим вперед!\r\n\r\nНо уже давно индеец Джо затаил злобу против отца доктора, который когда-то посадил его в тюрьму за бродяжничество и покушение на убийство. Он поднес кулак к лицу доктора.\r\n\r\nТот неожиданно набросился на индейца и повалил его на землю. Мэф Поттер кинулся на доктора, и завязалась драка. В мгновение ока индеец Джо вскочил на ноги. В глазах его горел дьявольский огонь. Он схватил нож Поттера и подкрался к сражающимся, выжидая удобный момент, чтобы нанести удар.\r\n\r\nДоктор, вырвавшись из сильных объятий противника, схватил тяжелую доску с могилы и так сильно ударил ею Поттера, что тот повалился на землю. В то же мгновение индеец Джо изловчился и вонзил нож в грудь доктору по самую рукоятку. Тот покачнулся и упал на Поттера, заливая его своей кровью.\r\nДрака  \r\n\r\nВ это время луна скрылась за тучами. В кромешной темноте мальчики со всех ног кинулись прочь.\r\n\r\nИндеец Джо стоял, глядя на тела своих жертв. Доктор простонал что-то, издал последний вздох и затих. Индеец обобрал убитого, после вложил злополучный нож в раскрытую правую руку Поттера.\r\n\r\nЧерез несколько минут Поттер пришел в себя. Он сжал в руке нож, поднес его к глазам, вздрогнул и уронил на землю.\r\n\r\n— Боже мой, как же все это случилось? — закричал он.\r\n\r\nТогда индеец Джо рассказал ему, что произошло.\r\n\r\n— Поттер, — объяснял он, — ты был настолько пьян, что сцепился с доктором и пырнул его ножом, отчего бедняга и скончался.\r\n\r\nПоначалу Поттер не верил словам индейца Джо. Но тот рассказывал так убедительно, что в конце концов Поттер принял эту историю за чистую монету и стал умолять приятеля сохранить все в тайне. Договорившись, они пустились прочь от этого места.\r\nИндеец Джо подкладывает нож Поттеру  \r\n\r\nА убитый доктор, труп, завернутый в одеяло, открытый гроб и пустая могила были оставлены на произвол ночи.\r\n\r\nОнемевшие от ужаса, мальчики мчались к городку со всех ног, страшась каждой тени.\r\n\r\n— Гек, как ты думаешь, что будет дальше? — задыхаясь, прошептал Том.\r\n\r\n— Если доктор Робинсон умрет, — думаю, выйдет виселица, — ответил Гек, глотая воздух.\r\n\r\n","Мальчики вдруг осознали, что были единственными свидетелями преступления. Мэф Поттер был выпивши. Только Гек и Том могли указать на настоящего убийцу.\r\n\r\nИ тогда они поняли, в какой оказались опасности. Вряд ли индеец Джо сохранил бы им жизнь, если бы дознался, что мальчики видели настоящего убийцу и могут его выдать.\r\nТом и Гек спасаются бегством  \r\n\r\nВернувшись благополучно в городок, они забрались в заброшенный дом поговорить.\r\n\r\n— Гекки, ты уверен, что не проговоришься? — спросил Том.\r\n\r\n— Нам придется помалкивать, Том. Этот индеец Джо сотрет нас в порошок, если мы донесем. Теперь послушай, Том. Давай-ка дадим друг другу клятву, что будем держать язык за зубами.\r\n\r\nТом согласился. В ночной темноте они написали клятву на кусочке коры:\r\n\r\n«Гек Финн и Том Сойер клянутся что будут держать язык за зубами насчет этого дела и пусть они упадут на месте и сдохнут если расскажут о нем».\r\n\r\nЗатем они прокололи пальцы и подписались кровью. Они зарыли кору и прошептали различные заклинания во время этой церемонии.\r\nКлятва  \r\n\r\nТеперь дело сделано. Их клятва скреплена кровью. Том и Гек никому не расскажут, свидетелями чего они стали той ужасной ночью.\r\n\r\nИх рты заперты на ключ навсегда!\r\nМальчики скрепляют клятву кровью    Том проскользнул в дом     \r\n\r\nГлава 5. Угрызения совести\r\n\r\nПопрощавшись, Том вернулся домой и бесшумно влез в спальню через окно. Он тихо разделся и, засыпая, поздравил себя с тем, что никто не знал о его приключениях. Ему и в голову не приходило, что мирно храпевший Сид не спал уже около часа.\r\n\r\nКогда Том проснулся утром, Сид успел уже одеться и уйти. Что-то в этом было не так. Никто его не разбудил. В пять минут он оделся и спустился вниз, Хотя его клонило ко сну и болело все тело.\r\n\r\nПосле завтрака тетя Полли отвела Тома в сторону и начала плакать. Он разбил ее старое сердце.\r\n\r\n— Продолжай губить себя, — рыдала она. — Бесполезно пытаться исправить тебя. Я знаю, что ты вчера ночью улизнул из дому.\r\n\r\n","Том просил прощения и обещал стать хорошим мальчиком. Он был так несчастен, что не испытывал желания отомстить Сиду за то, что тот все рассказал тете. Печальный и мрачный, он поплелся в школу.\r\n\r\nЕдва слышно Том проскользнул на свое место. Под локтем он почувствовал какой-то твердый и холодный предмет, завернутый в бумагу. Мальчик взял его и развернул. Глубокий протяжный вздох вырвался у него из груди — и сердце его разбилось. То была медная дверная ручка. Бекки ее вернула!\r\n\r\nТом недолго предавался своему горю. К полудню весь город был взбудоражен новостью об убийстве доктора Робинсона. Все устремились на кладбище. Том забыл о своем разбитом сердце и присоединился к толпе. Придя на место кровавого преступления, он почувствовал, что кто-то ущипнул его за руку. Это был Гекльберри Финн. Они переглянулись и ощутили напряжение и тревогу из-за тайны.\r\nПодарок Тома возвращён  \r\n\r\nВ следующее мгновение появились индеец Джо и Мэф Поттер. Без малейшего колебания индеец спокойно поведал шерифу ужасную историю о том, как пьяный Мэф Поттер в приступе гнева зарезал доктора.\r\n\r\nГек и Том онемели от ужаса, когда бессердечный лгун одним духом выпалил свой рассказ. Мальчики были потрясены. Невиновный человек может быть повешен, и только они могут спасти его.\r\n\r\nСтрашная тайна и угрызения совести не давали Тому спать по ночам. После нескольких таких ночей, когда Том стонал и вертелся во сне, Сид пожаловался тете Полли. Она стала допытываться, что у него на уме, но Том только ответил: «Ничего! Ничего особенного!»\r\nБессердечный лгун!  \r\n\r\nОднако Сид, казавшийся слишком озабоченным, произнес: «Но, Том, ты так много бормочешь. Прошлой ночью во сне ты вскрикивал что-то по поводу крови и с кем-то разговаривал».\r\n\r\nОт этих слов тете Полли стало легче, поскольку она решила, что Тома мучают ночные кошмары, как и многих других людей в городе после убийства. И хотя Том кивнул головой в знак согласия, у Сида закралось подозрение, что нечто более серьезное беспокоит Тома.\r\n\r\nВ это время Том чуть ли не каждый день пробирался к маленькому оконцу тюрьмы и контрабандой приносил Мэфу Поттеру маленькие лакомства. Сигары, ломтики фруктов и другая еда тихонько передавались заключенному. Мэф считал, что мальчик таким образом благодарит его за то, что когда-то они вместе ходили на рыбалку. Однако для Тома эти дары были единственным способом облегчить свою совесть.\r\nТом облегчает свою совесть    Том заглядывает в окно Бекки     \r\n","\r\nГлава 6. Кот и «болеутолитель»\r\n\r\nДля Тома настали тяжелые времена. Помимо бессонных ночей появились новые тревоги. Бекки Тэтчер перестала ходить в школу. Он начал бродить вокруг ее дома, заглядывать в окно и чувствовал себя очень несчастным. Она заболела. Что если она умрет?\r\n\r\nВ жизни бедного Тома больше не было места для веселья. Он забросил свою палку и мяч, и время для него стало мучительно тянуться.\r\n\r\nЭто встревожило тетю Полли. Она никогда не видела Тома в таком состоянии. Она перепробовала на мальчике всевозможные домашние снадобья, но ничего не действовало. Вместо того чтобы идти на поправку, мальчик бледнел и хирел. Более всего тетю Полли беспокоило что, что Том оставался совершенно равнодушным ко всем ее лекарствам. Обычно он поднимал невероятный шум, когда ему приходилось глотать пилюли, принимать горячие ванны с овсянкой или страдать от горячих компрессов.\r\n\r\nКак раз в это время она услыхала о «болеутолителе» — лекарстве, объявления о котором тетя нашла в журналах. Когда его доставили, она сразу же отведала новое снадобье. Оно было ужасно! По крайней мере, если Том будет стонать, она сможет его оживить.\r\n\r\nТетя Полли дала ему выпить чайную ложку лекарства и стала ждать результатов. Тревога ее моментально прошла, ибо Том, несомненно, проявил интерес.\r\n\r\nО чем тетя Полли не догадывалась, так это о причинах его хандры. Он уже стал вполне равнодушен ко всем ее попыткам вылечить его. Он придумывал всевозможные способы избавить от этого бедствия и наконец напал на мысль притвориться, будто «болеутолитель» пришелся ему по вкусу. Том начал просить его так часто, что тетке это надоело, и она сказала, чтоб он сам принимал его. Бедная тетя Полли! Ей и в голову не приходило, что Том лечит не себя, а щель в полу гостиной.\r\nОбъявление о «болеутолителе»  \r\n\r\nОднажды, когда он таким же способом избавлялся от очередной порции лекарства, появился теткин кот Питер. Он жадно поглядывал на ложку в руках Тома и, казалось, просил попробовать.\r\n\r\n— Не проси, если тебе не хочется! — сказал Том.\r\n\r\nНо Питер мяукнул и дал понять, что ему хочется.\r\n\r\n— Смотри, не ошибись.\r\n\r\nПитер был уверен. Том раскрыл ему рот и влил туда «болеутолитель». Питер подскочил вверх на два ярда и издал пронзительный воинственный клич. Затем он заметался кругами по комнате, налетая на мебель, опрокидывая цветочные горшки и поднимая ужасный кавардак.\r\n","Том угощает «болеутолителем» кота  \r\n\r\nТетя Полли вошла в комнату и застыла в изумлении, глядя, как Питер дважды перекувырнулся в воздухе и вылетел в окно, увлекая за собой цветочные горшки.\r\n\r\nТом катался по полу, рыдая от смеха. Но в конце концов он рассказал тетке, почему кот сошел с ума. Лицо старухи расплылось в улыбке. Она признала всю жестокость по отношению к Тому, но это по крайней мере, вернуло ему веселое настроение.\r\nКот сходит с ума    Бекки не замечает Тома     \r\n\r\nГлава 7. Пираты отправляются в плавание\r\n\r\nКак раз тогда, когда жизнь Тома, казалось, вошла в прежнее русло, случилось несчастье. Бекки Тэтчер наконец вернулась в школу. Том был вне себя от радости, когда увидел в школьном дворе знакомые золотистые косички и пылающее румянцем лицо. Он пытался привлечь ее внимание: кричал, хохотал, перепрыгивал через забор, кувыркался, ходил на голове, при этом поглядывая в сторону Бекки — смотрит ли она? Но все было тщетно. Бекки ни разу даже не повернула головы в его сторону.\r\n\r\nЩеки Тома горели от стыда. Он чувствовал себя очень глупо. Он не мог оставаться в школе, собрал свои вещи и медленно побрел прочь.\r\n\r\nТом долго шел, пока школа не осталась позади маленькой черной точкой. Он был в отчаянии. Ничто теперь не имеет значения. Он чувствовал себя одиноким, всеми брошенным мальчиком, думая, что никого не волнует, жив он или мертв.\r\n\r\nОн был настолько поглощен своим горем, что не заметил идущего впереди Джо Гарпера. Тот выглядел еще хуже, чем Том. Он объяснил, что его мать отстегала за то, что он будто бы выпил какие-то сливки, а он не пробовал их и даже в глаза не видал. Джо клялся, что абсолютно не виновен.\r\n\r\nДальше оба страдальца пошли вместе, поверяя друг другу свои несчастья. Они уговорились стоять друг за друга, как братья, и не расставаться до самой смерти. Затем они принялись строить планы, как бы избавиться от душевных терзаний и мук. Джо хотел уйти в отшельники и жить, питаясь сухими корками и водой. Но у Тома была более захватывающая идея.\r\nДрузья по несчастью  \r\n\r\nТом знал одно замечательное уединенное место для пиратов — маленький необитаемый остров на реке Миссисипи, называемый остров Джексона. Они с Джо разыскали Гекльбери Финна и пригласили его присоединиться к ним. Тот согласился, и они уговорились встретиться на берегу реки, в уединенном месте на две мили выше городка в полночь. Каждый должен был захватить удочки и рыболовные крючки, а также съестные припасы, которые удастся украсть.\r\n\r\n","Ночью было тихо, сияли звезды. Могучая река покоилась, как спящий океан. Добравшись до берега, Том прислушался — ни звука. Тогда он тихо, протяжно свистнул. Ему ответили. С обрыва спустились Гек и Джо. Последний нес кусок свиной грудинки, а Гек раздобыл сковороду, мешочек с табаком и несколько стеблей маиса, чтобы сделать курительные трубки. Том принес вареный окорок.\r\nВстреча в полночь  \r\n\r\nМальчишки уложили провиант на маленький плот, привязанный неподалеку, и бесшумно отплыли от берега.\r\n\r\nОколо двух часов ночи плот пристал к острову Джексона. Они привязали его к ближайшему дереву и отправились собирать дрова для костра. Мальчики развели костер около упавшего дерева и поджарили немного свинины на ужин. Пламя костра освещало их лица, бросало ярко красный отблеск на деревья, листву и вьющийся виноград.\r\n\r\nПоужинав, они растянулись на траве и погрузились в глубокий спокойный сон.\r\n\r\nПроснувшись поутру, Том не мог сообразить, где он находится. Только через некоторое время он понял, что действительно сбежал из дому. Джо и Гек крепко спали. Том растолкал их, и они возбужденно принялись обсуждать происшедшее. Спустя минуту-другую пираты сбросили с себя всю одежду и стали гоняться друг за дружкой, плескаться на мелководье.\r\n\r\nОни вернулись в лагерь удивительно свежие, счастливые и страшно голодные.\r\nПрибытие на остров Джексона  \r\n\r\nСкоро походный костер запылал у них снова. Мальчики вкусно позавтракали кофе, окороком и рыбой, которую наловил Гек.\r\n\r\nНабивши животы до отвала, они отправились исследовать остров. Они установили, что он имеет около трех миль в длину и четверть мили в ширину и что остров отделяется от ближайшего берега узким проливом шириной в каких-нибудь двести ярдов.\r\n\r\nМальчики купались чуть ли не каждый час и потому вернулись в лагерь уже под вечер. Пообедав холодной ветчиной, они улеглись в тени поболтать. Их беседа скоро начала затихать, а потом и совсем замерла. Тишина и чувство одиночества понемногу оказывали на них свое действие.\r\n\r\nВскоре их охватила тоска по дому. Даже бедный бездомный Гек стал мечтать о чужих ступеньках и жизни в городе. Но мальчики устыдились своей слабости, и ни у кого из них не хватило отваги высказать свои мысли вслух.\r\nЖизнь, полная удовольствий  \r\n\r\nВдруг до них донесся какой-то особенный звук — странный глухой гул.\r\n\r\n— Давайте пойдем посмотрим! — предложил Том.\r\n\r\nВсе трое вскочили и побежали к берегу. Раздвинув кусты, они стали вглядываться вдаль. На милю ниже города плыл небольшой пароход, обычно служивший паромом, а на его палубе толпились люди. Внезапно у борта парохода взвился столб белого дыма, за ним последовал тот же унылый звук, доносившийся ранее.\r\n","\r\n— Теперь я знаю, в чем дело! — воскликнул Том. — Кто-то утонул!\r\n\r\n— Точно, — заметил Гек. — Они делали то же самое прошлым летом, когда утоп Билл Тернер. Теперь я припоминаю. Говорят, что от этого звука утопленники всплывают наверх.\r\n\r\n— Хотел бы я теперь быть на той стороне, — сказал Джо. — Интересно, кто там утоп.\r\n\r\nМальчики неподвижно стояли, прислушиваясь и наблюдая. Вдруг в уме Тома сверкнула догадка, и он прокричал:\r\n\r\n— Я знаю, кто утонул. Это мы!\r\nОгромные клубы белого дыма  \r\n\r\nВ тот же миг они почувствовали себя героями. Их ищут. Их оплакивают. Из-за их побега сердца надрываются от горя. Весь город говорит только о них. Наконец настал их триумф! Ради этого стоило сделаться пиратами.\r\n\r\nС наступлением сумерек пароходик отправился обратно в город, а пираты вернулись в лагерь, возбужденные своей догадкой.\r\n\r\nОни наловили рыбы, пожарили ее на костре и принялись гадать, что говорят о них в городке и кто их оплакивает.\r\n\r\nНо когда тени ночи окутали их, разговор понемногу умолк и мальчики сидели, задумчиво глядя на огонь. Возбуждение теперь улеглось, и Том с Джо не могли не думать о близких людях, которым вряд ли было так же весело от их забавного приключения. В их души закрались сомнения, и у обоих испортилось настроение.\r\n\r\nДжо робко осмелился выразить свои чувства. Он спросил у товарищей, как они отнеслись бы к мысли о возвращении в цивилизованный мир. Но они только рассмеялись и наотрез отвергли тоску по дому.\r\n«Я знаю, кто утонул. Это мы!»  \r\n\r\nКогда огонь погас, мальчики погрузились в ночную мглу и задремали — все, кроме Тома.\r\nСвежая рыба на обед    Том заглядывает в окно     \r\n\r\nГлава 8. Визит домой\r\n\r\nТом дождался, пока Гек и Джо уснут. Убедившись в этом, он осторожно, на цыпочках стал пробираться между деревьями. Когда же почувствовал, что его не слышно, со всех ног пустился бежать к берегу.\r\n\r\nК десяти часам он вернулся в город. Том мчался по улицам и переулкам и вскоре очутился у теткиного забора на заднем дворе. Он перелез через него и заглянул в окно гостиной, где горел свет. Никого там не обнаружив, Том подошел к двери и тихо нажал на щеколду. Когда перед ним образовалась широкая щель, он проскользнул в гостиную и быстро нырнул под кровать. Из своего убежища он видел сидящих в комнате и слышал теткин рассказ:\r\n\r\n— Так вот, я говорю, — продолжала тетя Полли, — он был вовсе не злой, а только озорник. Он никогда никому не желал зла, и сердце у него было доброе.\r\n","\r\nОна опустилась на кровать и горько заплакала.\r\n\r\n— И мой Джо был такой же, — всхлипывал другой голос, принадлежавший миссис Гарпер. — Шалит, балуется, как-будто в нем тысяча бесов, но сам такой бескорыстный, добрый.\r\n\r\nИз разговора Том узнал, как объясняют их исчезновение: сначала считали, что они утонули во время купания; затем, когда обнаружили исчезновение плота, думали, что мальчики уплыли вниз по реке до ближайшего города. Но когда рухнула и эта надежда, решили, что они утонули где-нибудь на середине реки. Если их тела не найдут к субботе, то их будут отпевать как умерших в воскресенье днем.\r\nРазговор об утонувших мальчиках  \r\n\r\nОт этих слов у Тома пошли мурашки по спине. Он видел, как тетя Полли упала на пол и стала молиться о нем. Рыдая, она шептала о Томе слова любви и нежности.\r\n\r\nПосле ухода Миссис Гарпер тетя Полли отправилась спать. Том выполз из-под кровати и долго смотрел на спящую при свете свечи. Сердце его было переполнено жалостью к ней. Он решил написать ей, что на самом деле жив и здоров.\r\n\r\nПоэтому Том достал из кармана кусок коры платана, положил его на стол и принялся писать. Но потом ему пришла в голову счастливая мысль, он быстро спрятал кору обратно, наклонился над теткой и поцеловал ее. Он вернется в другой раз.\r\nПоцелуй для тёти Полли    Поиски черепашьих яиц     \r\n\r\nГлава 9. Возвращение пиратов\r\n\r\nНастало утро, когда Том вернулся в лагерь. Гек и Джо уже проснулись и были рады его видеть. Они уже забеспокоились, что Том удрал. Мальчики устроили обильный завтрак из ветчины и рыбы, а тем временем Том подробно рассказал о своих похождениях. После этого он прилег в тени и проспал до полудня.\r\n\r\nДень тянулся медленно, пираты охотились за черепашьими яйцами, удили рыбу, купались до полного изнеможения и отдыхали на берегу. Мало-помалу печаль окутала их, и они с тоской смотрели на другой берег в сторону города. Том бессознательно писал на песке большим пальцем ноги «Бекки».\r\n\r\nНаконец Джо нарушил тишину.\r\n\r\n— Ох, ребята, бросим-ка эту затею, — сказал он. — Я хочу домой. Здесь так скучно.\r\n\r\n— Да нет же, Джо, ты скоро привыкнешь, — уговаривал его Том. — Ты только подумай, какая здесь рыбалка!\r\n\r\n— Не надо мне твоей рыбалки, я хочу домой.\r\n\r\nТом попытался опять.\r\n","\r\n— Но, Джо, где ты еще найдешь такое место для купанья, как здесь!\r\n\r\nВсе уговоры были тщетны. Вскоре сдался даже Гек и сказал, что пора возвращаться домой. Том, однако, оставался непоколебим, он отказался покинуть остров.\r\n\r\nК этому часу начало смеркаться. Гек и Джо собирали свои вещи. Они не хотели уходить без Тома, но тот наотрез отказался возвращаться домой.\r\n\r\n— Том, шел бы ты с нами, — уговаривал Гек. — Подумай хорошенько. Мы подождем тебя на берегу.\r\n«Бекки»  \r\n\r\nТом стоял и смотрел мальчикам вслед. Вдруг он вспомнил о своей идее и побежал вдогонку своим друзьям, крича: «Постойте! Мне надо вам что-то сказать».\r\n\r\nТе остановились и обернулись к Тому. Нагнав их, он открыл им свой секретный план. Мальчики слушали его тихо, пока сообразили, к чему он клонит.\r\n\r\nДа, они признали, что выдумка Тома — просто чудо, и ради этого они готовы остаться на острове еще на несколько дней до субботы.\r\n\r\nТак или иначе, мысль о том, что вскоре они окажутся дома, помогала Тому, Геку и Джо прожить эти дни быстро и весело. Они ловили рыбу, купались, играли в игры и строили планы своего возвращения.\r\n\r\nКогда наконец наступило воскресенье, город погрузился в скорбь и небывалую тишину. Жители мало разговаривали, а воздух был наполнен печалью. Бекки Тэтчер грустно бродила по опустелому школьному двору и чувствовала себя очень несчастной.\r\nПотрясающий план Тома  \r\n\r\n«Ох, если бы у меня была хоть та дверная ручка! — думала она. — Ничего у меня не осталось на память о нем». И она подавила рыдания. Бекки сожалела о том, что сказала тогда Тому. Теперь она была уверена, что никогда не увидит его снова.\r\n\r\nЭта мысль окончательно сразила ее, и слезы потекли по щекам.\r\n\r\nНеподалеку мальчишки, понизив голос, вспоминали Тома и Джо. Они рассказывали разные истории из жизни погибших друзей, и никто не мог поверить в то, что их больше нет.\r\n\r\nВ полдень церковный колокол зазвонил медленно и печально. Горожане собрались в церкви, был слышен только шепот. Никто не мог припомнить, чтобы маленькая церковь была когда-нибудь так полна. Наступило полное безмолвие, когда вошла тетя Полли, за нею Мэри и Сид, за ними семейство Гарперов. Пока траурная процессия медленно продвигалась к передней скамье, молящиеся почтительно встали.\r\n","Бекки оплакивает Тома  \r\n\r\nЗатем началась проповедь, и священник в горячей речи превозносил погибших мальчиков. Он изобразил их такими умными, добрыми, даровитыми, что в церкви не осталось ни одного прихожанина, который бы не плакал.\r\n\r\nНа хорах послышался шум, оставшийся незамеченным, но через минуту скрип входной двери прервал службу. Священник поднял наполненные слезами глаза и… остолбенел! Сначала одна пара глаз, затем другая последовала за взглядом священника. Тогда все присутствующие одновременно поднялись со своих мест и в изумлении глядели, как три утопленника маршируют по проходу между скамьями. Они все время сидели на хорах и слушали надгробную речь о самих себе!\r\n\r\nТетя Полли и Гарперы кинулись к мальчикам, душили их в объятиях и безудержно целовали.\r\n\r\nВдруг священник закричал во весь голос: «Вославим Господа! От всего сердца воспоем ему славу!»\r\nРечь священника  \r\n\r\nИ все запели. Их пение потрясало стропила церкви, и Том Сойер, пират, оглядываясь на своих друзей, сознавал, что это лучшая минута его жизни.\r\nТрое «мертвецов» возвращаются!    Том рассказывает Сиду о своих похождениях     \r\n\r\nГлава 10. Возвращение домой\r\n\r\nВ этом и заключался великий секрет Тома — вернуться домой вместе со своими друзьями-пиратами и присутствовать на собственных похоронах. В субботу они приплыли на бревне к городу и переночевали в соседнем лесу. На рассвете пробрались в церковь и окончательно выспались на церковных хорах.\r\n\r\nВ понедельник утром, за завтраком, тетя Полли была чрезвычайно добра к Тому, а он без умолку рассказывал Сиду о событиях предыдущего дня. Тетя Полли, между прочим, сказала:\r\n\r\n— Том, может быть, для вас это было и забавной шуткой заставить всех мучиться почти целую неделю, лишь бы только вам, мальчишкам, было весело. Но мне очень грустно, что у тебя такое каменное сердце и что ты причинил мне столько страданий. Если ты смог прийти на свои собственные похороны, ты бы мог заглянуть и домой и подать мне какой-нибудь знак, что ты не умер. Я полагаю, что, если ты и вправду любишь меня, ты мог бы это сделать.\r\n\r\nПосле этих слов Том почувствовал себя виноватым. Он действительно пришел в ту ночь сказать ей, что с ним все хорошо. Он даже написал ей записку. Но вместо того чтобы раскрыть всю правду, Том придумал историю про сон, приснившийся ему на острове Джексона.\r\n\r\n— Я видел во сне, тетя Полли, что нахожусь здесь, в этой самой комнате. Миссис Гарпер была тоже здесь. Обе вы плакали и говорили, как сильно вам нас не хватает. Я помню, вы даже сказали, что, несмотря на все наше озорство, мы были добрыми мальчиками.\r\n","«Ты такой бессердечный, Том!»  \r\n\r\nТом в мельчайших подробностях так описал ту трагическую ночь, что тетя Полли была потрясена. Этот сон, казалось, убедил ее, что Том обладает особым даром. Она простила мальчика, достала из шкафчика огромное красное яблоко и дала его Тому съесть по дороге в школу.\r\n\r\nКаким героем теперь стал Том! Он не шалил и не скакал, а шествовал важно, с достоинством, как подобает пирату, чувствующему, что на него устремлены все взгляды прохожих. И действительно это было так. Том делал вид, что не замечает ни взглядов толпы, ни ее перешептываний, но и то, и другое доставляло ему величайшее наслаждение.\r\n\r\nМалыши бегали за ним по пятам, а его сверстники сгорали от зависти. Они отдали бы все на свете за его темный загар и неожиданную известность.\r\n\r\nВ школе ученики суетились вокруг Тома и Джо и глядели на них с таким восхищением, что те двое героев невыносимо заважничали. Они принялись рассказывать свои похождения жадно внимавшим слушателям, которые были готовы слушать их истории снова и снова.\r\nТом — герой!  \r\n\r\nТом решил, что теперь он может обойтись без Бекки Тэтчер. С него довольно и славы. Он будет жить ради нее один. Теперь, когда он так знаменит, она, пожалуй, захочет мириться. Ну и пусть! Она может делать все, что ей заблагорассудится.\r\n\r\nКогда Бекки появилась в школе, Том сделал вид, что не замечает ее. Он отошел в сторону, присоединился к кучке мальчишек и девчонок и начал разговаривать с ними. Вскоре Том увидел, что Бекки весело бегает взад и вперед с пылающим лицом и прыгающими глазами. Она притворилась, будто бы совсем поглощена погоней за подругами, и визжала от радости.\r\n\r\nОбнаружив, что Том совершенно ее не замечает, Бекки подошла поближе и раз, другой украдкой взглянула на него. Вдруг она заметила, что Том чаще всех обращается к Эмми Лоренс. Мучительная тоска и волнение охватили ее. В порыве злости и ревности Бекки объявила, что собирается устроить пикник на каникулах. Все стали просить приглашения. Все, кроме Тома и Эмми. Том равнодушно пошел прочь и увел с собой Эмми.\r\nТеперь Том свободен от Бекки  \r\n\r\nУ Бекки задрожали губы и слезы выступили на глазах. Она скрыла свое огорчение и продолжала весело болтать. Наконец, освободившись от подруг, Бекки ушла в укромное местечко и залилась слезами. Она придумала, что ей теперь делать с Томом.\r\n\r\nНа перемене Том продолжал ухаживать за Эмми, но, только убедившись, что Бекки все еще наблюдает за ними. Когда он посмотрел в другой конец школьного двора, он увидел такое, от чего кровь прилила к вискам. Бекки уютно сидела на маленькой скамейке вместе с Альфредом Темплем. Они оба разглядывали книгу с картинками и были так поглощены этим занятием, что головами касались друг друга. В жилах Тома заклокотала жгучая ревность. Он возненавидел себя за то, что отвергнул тот путь примирения, который предложила Бекки. В полдень, не в силах более этого выдержать, Том покинул школу и убежал домой.\r\n","Бекки сидит с Альфредом Темплем  \r\n\r\nКак только Бекки увидела, что Тома поблизости больше нет, она утратила всякий интерес и к Альфреду, и к книге с картинками. Бекки разрыдалась, встала и ушла.\r\n\r\nАльфред бросился за ней, стараясь утешить, но она выпалила: «Уходи и оставь меня в покое! Я тебя ненавижу!»\r\n\r\nМальчик остановился в замешательстве, не понимая, что он ей сделал. Он был оскорблен и разгневан, когда узнал правду. Бекки попросту использовала его, чтобы вызвать у Тома ревность. Но он отомстит Тому. Вопрос только как.\r\n\r\nЗатем Альфред придумал отличный план. Он пошел в класс и на парте у Тома нашел его учебник. Он раскрыл книжку на том месте, где был заданный урок, и залил всю страницу чернилами.\r\n\r\nВ этот момент в окно класса заглянула Бекки и увидела, что делает мальчик. Но она скрылась, незамеченная, ничего не сказав. Бекки побежала домой, ей хотелось разыскать Тома и рассказать, что сделал Альфред. Она надеялась, что Том будет ей благодарен и все неприятности кончатся.\r\n«Уходи и оставь меня в покое!»  \r\n\r\nНо на полдороги Бекки передумала. Ей вспомнилось, как обошелся с ней Том, и ее охватил гнев. «Пусть Том будет наказан за испорченную книгу», — решила Бекки. Она ненавидит его и будет ненавидеть всю жизнь.\r\nМесть Альфреда    «Том, я с тебя шкуру спущу!»     \r\n\r\nГлава 11. Тетя Полли узнает правду\r\n\r\nТом пришел домой в мрачном настроении, и первые слова, которые он услышал от тетки, показали ему, что здесь его горе не встретит сочувствия.\r\n\r\n— Том, я с тебя шкуру спущу! — кричала тетя Полли.\r\n\r\n— Что я сделал? — удивленно спросил Том.\r\n\r\n— И ты еще спрашиваешь! Я, как старая дура, иду к миссис Гарпер, ожидая, что она вслед за мной поверит всей этой чуши насчет твоего сна, а она мне рассказала всю правду, услышанную от Джо.\r\n\r\nОказывается, ты той ночью просто-напросто прокрался сюда и подслушал наш разговор. Я не знаю, Том, что может выйти из мальчишки, который так поступает. Мне больно подумать, что ты дал мне пойти к миссис Гарпер, чтобы все смеялись надо мной, как над дурой, и даже не попытался меня удержать!\r\n\r\nТом повесил голову и в первую минуту не знал, что ответить. Он пытался было объяснить, что не думал, что так выйдет. Однако его оправдания только больше разозлили тетю Полли. Наконец Том сдался и признался ей, что истинной причиной, по которой он вернулся домой в ту ночь, было его желание рассказать, что он не утонул и с ним все в порядке.\r\n","\r\nТетя Полли взглянула на него сурово и сказала:\r\n\r\n— Я возблагодарила бы Господа Бога, если бы только могла поверить, что тебе пришла в голову такая добрая мысль, но ты сам знаешь, что этого не было. И я это тоже знаю!\r\nТом объясняет свой поступок  \r\n\r\nТом оправдывался, пытаясь уверить тетушку, что все, о чем он рассказал, — сущая правда.\r\n\r\n— Когда вы с миссис Гарпер стали говорить о похоронах, мне пришла в голову идея спрятаться в церкви. Тогда казалось, что это восхитительный план, и мне очень захотелось, чтоб так оно и было. Поэтому я сунул кору обратно в карман и не произнес ни слова.\r\n\r\n— Какую кору? — спросила тетя Полли.\r\n\r\n— А ту, где я написал вам, что мы ушли в пираты. Я так теперь жалею, что вы не проснулись, когда я вас поцеловал! Честное слово — ужасно жалею!\r\n\r\nСуровые складки на лице тети Полли разгладились, и в глазах у нее засияла внезапная нежность. Она не могла поверить в то, что Том действительно поцеловал ее. Но она готова была признать, что он говорит правду. Ей только нужны были доказательства.\r\n\r\nЕдва Том ушел в школу, тетя Полли побежала в чулан и вытащила куртку, которую он носил во время пиратских похождений. Она с минуту раздумывала, стоит ли ей проверить карманы. Если Том солгал, она этого не перенесет. Дважды она опускала руку в карман и дважды вытаскивала ее. Но она не смогла устоять. С третьей попытки тетя Полли вытянула кусок коры и сквозь слезы прочла написанные Томом строки.\r\nТётя Полли проверяет карманы пиджака  \r\n\r\n«Теперь я могу простить мальчика, — произнесла она. — Даже если бы он совершил миллион грехов!»\r\nТётя Полли прощает Тома    Корь!     \r\n\r\nГлава 12. Спасение Мэфа Поттера\r\n\r\nЛето принесло с собой обычные приключения, надежды и разочарования. Тома постигла неудача. Он заболел корью и вынужден был провести в постели почти три недели. Они показались Тому вечностью, и, когда он снова вышел на улицу, весь город гудел в оживлении.\r\n\r\nНаконец начался суд над Мэфом Поттером. Все в городе только об этом и говорили. Том не знал, куда деваться от разговоров. При каждом упоминании об убийстве у него мурашки бежали по телу и выступал холодный пот.\r\n\r\nКогда у Тома сдали нервы, он нашел Гека. Необходимо было поговорить с ним и хоть на короткое время дать волю языку. К тому же он хотел убедиться, что Гек не проговорился.\r\n\r\n— Гек, ты кому-нибудь говорил насчет этого? — прошептал Том.\r\n\r\n— Насчет чего?\r\n","\r\n— Сам знаешь…\r\n\r\n— А, конечно, нет.\r\n\r\n— Ни слова?\r\n\r\n— Ни единого словечка.\r\n\r\nТом немного успокоился, но все же настоял на том, чтобы они опять дали друг другу клятву хранить в тайне все, что увидели той ужасной ночью. Затем они принялись обсуждать судьбу бедного Мэфа Поттера.\r\n\r\n— Я слыхал, что если он будет отпущен на волю, его повесят по закону Линча, — сказал Том.\r\n\r\nМальчики еще долго бродили и долго толковали о Поттере, и это принесло им некоторое облегчение. Когда совсем стемнело, они оказались недалеко от тюрьмы.\r\nУговор хранить тайну  \r\n\r\nТом и Гек питали смутную надежду, что какой-нибудь неожиданный случай выведет их из затруднений. Но ничего такого не происходило.\r\n\r\nМальчики сделали то, что уже много раз проделывали ранее: просунули Поттеру сквозь решетку немного табака и несколько спичек. К счастью, сторожей не было. Мэф был так благодарен за маленькие дары, что угрызения совести стали еще сильнее.\r\n\r\nТом ушел домой совсем несчастным. Сны, которые он видел ночью, были полны ужасов. Каждый день Том вертелся возле здания суда, охваченный каким-то непреодолимым желанием войти внутрь. Но он принуждал себя оставаться на улице. То же самое испытывал и Гек.\r\n\r\nНаконец настал решающий день, когда присяжные должны были вынести приговор. Народу набилась полная зала. Вошли судья и присяжные и заняли свои места.\r\n\r\nЧерез несколько минут ввели бледного, запуганного и жалкого Поттера. Все присутствующие устремили на него взгляды. Индеец Джо сидел на скамье для свидетелей, в глазах его горели злость и ненависть.\r\nНочные кошмары Тома  \r\n\r\nВместо того чтобы ожидать, когда судья объявит приговор, защитник Поттера поднялся и сделал заявление. Он сообщил, что есть важный новый свидетель и поэтому защита желает изменить показания Поттера и доказать, что он не виновен.\r\n\r\nТвёрдым и ясным голосом защитник произнёс: «Введите Томаса Сойера!»\r\n\r\nНа лицах у всех в зале, не исключая самого Поттера, выразилось изумление. Все глаза с любопытством уставились на Тома, тот встал и подошел к судейскому столу. Он ужасно испугался, но принял присягу без лишних раздумий.\r\n\r\nЗатем защитник задал ему роковой вопрос: «Томас Сойер, где вы были семнадцатого июня, около полуночи?»\r\n","\r\nТом взглянул на индейца Джо, и его язык онемел. Слушатели, затаив дыхание, ожидали ответа, но голос не повиновался Тому.\r\n«Вызовите Томаса Сойера!»  \r\n\r\nСпустя мгновение, сделав несколько глубоких вдохов, мальчик овладел собой и рассказал всю историю. Он объяснил, почему они с Геком оказались на кладбище той ночью, и в мельчайших подробностях описал страшное убийство.\r\n\r\nУслышав рассказ Тома, индеец Джо вскочил с места, прорвался сквозь толпу и выпрыгнул в окно.\r\n\r\nБлагодаря показаниям Тома Мэф Поттер был оправдан. А индеец Джо где-то все еще разгуливал на свободе, ожидая…\r\nПобег Индейца Джо     Герой!     \r\n\r\nГлава 13. Раскопки зарытого клада\r\n\r\nТом еще раз сделался знаменитым героем, и его имя даже появилось в городской газете. Дни Тома были днями торжества и веселья, но ночи были исполнены страха и ужаса. Индеец Джо преследовал его в каждом сне, и Том не мог отважиться, чтобы повидать Гека. Бедный Гек находился в таком же состоянии тревоги и страха.\r\n\r\nВечером накануне суда Том рассказал всю историю защитнику Мэфа Поттера. Гек разочаровался в друге, который нарушил их тайну, но совесть Тома не могла больше выносить бремени тайны. Теперь Том и Гек боялись, что индейца Джо никогда не поймают. Они чувствовали, что вздохнут спокойно лишь тогда, когда увидят этого злодея мертвым.\r\n\r\nЗа его поимку объявили награду и даже выписали сыщика, но индейца Джо так и не нашли.\r\n\r\nДни проходили, и постепенно страхи мальчиков утихали. Вскоре они были готовы пуститься в новые приключения.\r\n\r\nОднажды Том предложил Геку попытаться раскопать зарытый клад. Тот с недоверием воспринял эту идею, но Том объяснил, что клады зарыты повсюду и только и ждут, чтобы их выкопали. Он описал, как разбойники прячут украденные деньги под засохшими деревьями и в домах, в которых водятся привидения.\r\n\r\nРассказ Тома прозвучал настолько убедительно, что Гек в конце концов согласился начать поиски.\r\nНаграда за задержание индейца Джо  \r\n\r\nМальчики взяли кирки и лопаты и отправились в путь. Идти надо было три мили. Когда кладоискатели добрались до первого засохшего дерева, они принялись копать. Около получаса они трудились, обливаясь потом, но ничего не нашли. Проработали еще с час, и опять никаких результатов.\r\n\r\n— Клады всегда зарывают так глубоко? — спросил Гек.\r\n\r\n— Нет, не всегда — иногда, — ответил Том. — Мы, должно быть, не там копаем.\r\n\r\nВыбрали другое засохшее дерево, а затем еще одно, но нигде не было следов клада.\r\n","\r\nВ конце концов мальчики устали, и в этот самый момент Тому пришла в голову новая идея.\r\n\r\n— Давай посмотрим в доме на Кардифской горе, — предложил он.\r\n\r\nГек стал возражать. Дом был пуст, поэтому считалось, что в нем обитают привидения, и никто никогда не отважился осмотреть его. Том наконец убедил Гека, что, если уж клад и зарыт, то наверняка в доме с привидениями.\r\nРаскопки зарытого клада  \r\n\r\nОни подошли к дому. Мертвая тишина, царившая вокруг, показалась им зловещей и жуткой. Мальчики не сразу осмелились войти. Они подкрались к двери и, дрожа, заглянули внутрь. Перед ними была комната, вся в паутине, заросшая травою, без пола, с развалившимся камином и окнами без стекол.\r\n\r\nТом и Гек вошли на цыпочках, чутко прислушиваясь к малейшему звуку. Не услышав ничего подозрительного, они успокоились и стали с интересом осматривать дом. В одном углу они нашли чулан. Какую тайну он хранит? Мальчики повернули дверную ручку, дверь со скрипом открылась, и… ничего. В чулане было пусто!\r\n\r\nТеперь они совсем осмелели и решили обследовать второй этаж. Они уже поднялись по лестнице, как вдруг…\r\n\r\n— Ш-ш! — произнес Том.\r\n\r\n— Что это? — прошептал Гек.\r\n\r\n— Ш-ш!.. Там… Ты слышишь?\r\nДом с привидениями  \r\n\r\n— Да. Давай убежим!\r\n\r\nНо они не смогли сделать и шагу. Том и Гек растянулись на полу, стараясь разглядеть хоть что-нибудь сквозь щели в половицах и замирая от страха.\r\n\r\nВ комнату вошли двое. В одном из них мальчики узнали глухонемого бродягу, которого видели раза три в городе. Другого оборванного и грязного типа с неприятным лицом они никогда не видали. Вошедшие начали разговаривать.\r\n\r\n— Нет, я все обдумал, — сказал оборванец. — И мне это все не нравится. Слишком опасно.\r\n\r\nЕго голос показался мальчикам ужасно знакомым.\r\n\r\n— Опасно? — проворчал глухонемой. Совсем нет.\r\n\r\nВдруг мальчиков затрясло от страха. Глухонемой может слышать и говорить! И что было еще хуже, они узнали его голос.\r\n\r\nЭто был индеец Джо! Мальчики окаменели, боясь даже дышать.\r\n","Том и Гек слышат голоса внизу  \r\n\r\nБродяги обсудили план следующего «дельца», затем поели и погрузились в глубокий сон.\r\n\r\nГек и Том решили бежать. Они медленно и бесшумно поднялись. Но их первый шаг вызвал такой жуткий скрип рассохшихся половиц, что они присели, полумертвые от страха. Мальчики лежали на полу, минуты ползли нестерпимо медленно.\r\n\r\nНаконец индеец Джо проснулся, ткнул ногой компаньона, и оба принялись считать деньги. У них было около шестисот долларов, которые разбойники решили зарыть в доме. Поэтому индеец Джо начал отковыривать ножом прогнившие доски пола.\r\n\r\nВдруг его нож ударился обо что-то твердое.\r\n\r\n— Что там такое? — пробормотал он, и, просунув руку, достал старый ржавый сундук.\r\n\r\nРазбойники заглянули внутрь, перед их глазами были сотни золотых монет и пачки банкнот более тысячи долларов!\r\nМальчики шпионят за преступниками  \r\n\r\n— Должно быть, это шайка старого Морелла спрятала здесь награбленное, — сказал индеец Джо.\r\n\r\n— Вот так повезло! — обрадовался его компаньон. Теперь тебе незачем затевать то дело.\r\n\r\nИндеец Джо нахмурился.\r\n\r\n— Ты меня знаешь, — сказал он. — Тут суть не в грабеже, а в мести! Мне понадобится твоя помощь. И когда мы покончим с этим делом, сможем удрать.\r\n\r\nТом и Гек затряслись еще сильнее.\r\n\r\nМесть! \r\n\r\nЭто могло означать только одно: индеец Джо не успокоился после того, как мальчики дали показания против него на суде Поттера.\r\n\r\n— Давай перепрячем эти сокровища, — предложил индеец Джо.\r\n\r\n— Закопаем их в месте номер два, под крестом, — сказал бродяга.\r\n\r\nИндеец Джо согласился, и оба разбойника покинули дом, прихватив с собой клад, а также кирки и лопаты мальчиков.\r\nСокровища!  \r\n\r\nПрошло некоторое время, пока Том и Гек отважились выползти из убежища. В их головах вертелись только две мысли — месть индейца Джо и клад, спрятанный в месте номер два, под крестом.\r\n«Давай перепрячем эти сокровища!»    Новые идеи     \r\n","\r\nГлава 14. Трепет преследования\r\n\r\nПриключения этого дня терзали Тома всю ночь. Даже когда он просыпался, ему мерещились тысячи долларов, которые видели они с Геком. Слишком уж много там было золота для мальчика из небогатой семьи. Если бы он только мог вычислить, что имел в виду индеец Джо под «номером два, под крестом», деньги были бы их.\r\n\r\nНа следующий день Том встретился с Геком у реки, чтобы обсудить дальнейший план действий.\r\n\r\n— Послушай, Гек, я вот подумал… — начал Том. Я думаю, что «номер два» может быть номером комнаты в таверне.\r\n\r\nГек немедленно согласился. Эта идея звучала убедительно, а поскольку в городе было только две таверны, мальчики сразу же решили узнать, какие комнаты имеют «номер два».\r\n\r\nНе прошло и часа, как Гек разузнал, что в маленькой таверне есть комната, которая все время заперта. Он был уверен, что она и есть «номер два», и именно ее имел в виду индеец Джо. Мальчики решили проверить.\r\n\r\nОни встретились ночью и затаились в маленьком переулке недалеко от входа в таверну. Никто, похожий на индейца Джо или его компаньона, не входил в нее и не выходил. Спустя несколько часов Том и Гек покинули свой наблюдательный пост и договорились прийти следующей ночью.\r\n\r\nЧерез день, в то же самое время, они стали на стражу. На этот раз Гек остался на часах, а Том пробрался поближе к таверне и запертой комнате. Минуты ожидания Геку показались вечностью. «Может быть, Том упал в обморок», — думал он. — Может, его схватили. А что, если он умер?\r\nНаблюдения за таверной  \r\n\r\nВдруг блеснул фонарь, и мимо промчался Том, крича:\r\n\r\n— Беги! Беги что есть силы!\r\n\r\nПовторять эти слова было незачем. Гек уже почти летел вслед за ним. Когда мальчики достигли заброшенного амбара на краю города, они перевели дух. Отдышавшись немного, Том начал рассказывать:\r\n\r\n— Ох, и страшно же было, Гек! Я попробовал два ключа, старался действовать как можно тише, но они не открывали. Тогда я схватился за ручку, и дверь открылась. Она не была даже заперта! Я вошел и… чуть было не наступил на руку индейца Джо! Он лежал на полу и спал как убитый, раскинув руки. Гек, у меня не было времени глядеть по сторонам. Я ничего не видел — ни сундука, ни креста. Ничего, только много бутылок и индейца Джо, до смерти пьяного!\r\n\r\nМальчики решили, что возвращаться в таверну этой ночью было слишком рискованно. Гек пообещал следить за комнатой каждую ночь, и, когда индеец Джо и его компаньон выйдут на улицу, он подаст Тому знак.\r\n«Беги что есть силы!»  \r\n","\r\nПопрощавшись, они разошлись, Том вернулся домой, а Гек отправился спать на сеновал.\r\n\r\nНочью Том долго не мог уснуть и все думал об индейце Джо и сокровищах. Эти мысли не покидали его и во сне. От них не было спасения!\r\nГек находит заброшенный сеновал    Том и Бекки снова вместе     \r\n\r\nГлава 15. Гек спасает вдову\r\n\r\nПервое, что услыхал Том на следующее утро, была радостная новость. Семья Бекки Тэтчер, отдыхавшая на каникулах, вернулась в город. Теперь индеец Джо и клад отступили на второй план и первое место в его мыслях заняла Бекки.\r\n\r\nОни встретились и чудесно провели время, болтая и играя в прятки. Бекки наконец назначила день давно обещанного пикника. Ещё до заката солнца были разосланы приглашения, и следующий день обещал стать праздником для всех мальчишек и девчонок в городе.\r\n\r\nТом был так возбужден, что не мог заснуть до глубокой ночи. Он все надеялся, что Гек подаст знак, но этого не случилось.\r\n\r\nВ полдень следующего дня все собрались во дворе у семьи Тэтчеров, чтобы отправиться на пикник. Они погрузились на пароходик, который обычно служил паромом, и собирались провести день на другой стороне реки.\r\n\r\nВ трех милях от городка вниз по течению пароходик остановился против поросшей лесом пещеры и причалил к берегу. Толпа хлынула на берег, и вскоре лес наполнился смехом и криками детворы.\r\n\r\nНемного погодя кто-то громко спросил: «Кто хочет в пещеру?»\r\n\r\nОказалось, хотели все. Достали пачки свечей и тотчас же всей гурьбой начали карабкаться на гору. Вход в пещеру напоминал букву «А». Внутри было таинственно и романтично. Говорили, что по запутанным коридорам этого лабиринта можно бродить дни и ночи и все же не найти выхода. Никто не знал эту пещеру. Узнать ее было невозможно. Большинство молодых людей знало в ней только малый участок, дальше никто заходить не отваживался. Том знал пещеру не лучше других.\r\n«Кто готов отправиться в пещеру?»  \r\n\r\nТолпа детей спустилась туда и начала ее изучение. Смех и крики эхом отражались от стен и долго звучали в пещере. Затем пароходный колокол призвал всех обратно.\r\n\r\nКогда огни на пароходике, мерцая, проплыли мимо пристани, одна пара глаз взглянула на них сквозь мрак и облачность ночи. Эти глаза уже несколько часов пристально следили за входом в таверну, но к этому моменту Гек стал терять надежду увидеть индейца Джо. Вдруг до его слуха донесся какой-то шум. Он немедленно насторожился.\r\n","\r\nМимо него прошмыгнули два человека, у одного как будто было что-то под мышкой. Должно быть, сундучок! Значит, они хотят унести сокровища в какое-нибудь другое место. Позвать сейчас Тома?\r\nИсследование пещеры  \r\n\r\nЭто займет слишком много времени, а они успеют уйти. Тогда сокровища будут утеряны навсегда. И Гек решил следить за ними самостоятельно.\r\n\r\nСначала разбойники шагали по улице, которая шла вдоль реки, миновали три квартала, свернули налево и стали взбираться на гору. Гек преследовал их. Они остановились в пяти шагах от тропинки, ведущей к дому вдовы Дуглас.\r\n\r\nГек подполз к разбойникам сзади и услышал, как тихий голос сказал: «Черт бы её побрал! У неё, кажется, гости. В окнах огни». И они принялись планировать кровавое злодейство. Сердце у Гека ушло в пятки. Это была «месть»! Индеец Джо все еще имел зуб против мужа вдовы Дуглас, который, будучи судьей, велел его высечь за бродяжничество. Теперь, несмотря на то, что судья давно умер, индеец Джо решил отомстить его жене. И он поделился с компаньоном своим коварным планом. Описывая ужасные мучения, уготованные бедной вдове, индеец Джо точил нож. В его голосе звучали жестокость и злость.\r\nГек узнаёт коварный план индейца Джо  \r\n\r\nПервой мыслью Гека было пуститься наутёк. Затем он вспомнил, что вдова Дуглас нередко была добра к нему. А эти оба собираются убить её! Он хотел предупредить бедную женщину, но невозможно было сделать это, оставаясь незамеченным.\r\n\r\nЗатаив дыхание, Гек проскользнул назад и со всех ног побежал к ближайшему дому. В нём жил старик Билли Велш с сыновьями. Гек принялся барабанить в дверь кулаками.\r\n\r\n— Что за шум? Кто там стучит? Чего надо? — спросил мистер Велш.\r\n\r\nГек, задыхаясь, выложил всю историю и попросил его никому не рассказывать о том, кто донёс. Он также умолял старика поспешить.\r\n\r\nЧерез три минуты мистер Велш и его сыновья, захватив с собой надёжное оружие, были уже на вершине горы. Гек дальше не пошел. Он притаился за большим камнем и начал прислушиваться.\r\nМольба о помощи  \r\n\r\nНаступила томительная, тревожная тишина. Вдруг послышался треск выстрелов и чей-то крик.\r\n\r\nГек не ждал продолжения. Он вскочил на ноги и помчался вниз без оглядки.\r\n\r\nНа следующий день, чуть только стала заниматься заря, он вернулся к дому мистера Велша. Старик и его сыновья радушно приветствовали Гека и накормили его горячим завтраком. Затем они рассказали ему, что вдова была спасена, но злодеям удалось бежать.\r\n","Велши идут спасать вдову    Заблудились!     \r\n\r\nГлава 16. Заблудившиеся в пещере\r\n\r\nВ то время, как Гек преследовал индейца Джо и его компаньона и спасал вдову Дуглас, Том и Бекки оставались по другую сторону реки и исследовали пещеру. Они не знали, что пароходик уже давно доставил участников пикника обратно в город. В возбуждении от веселья никто из смеющейся и кричащей толпы Молодых людей не заметил, что Тома и Бекки среди них нет.\r\n\r\nНе осознавая, что они заблудились, Дети продолжали свой путь по пещере. Сначала они двигались по длинному коридору, вглядываясь в каждый проход, не покажется ли он знакомым. Но нет, это были незнакомые места. С каждой новой неудачей Том всё больше падал духом и вскоре начал сворачивать направо и налево наугад, как попало. Бекки расплакалась.\r\n\r\n— Мы заблудились, Том! Нам никогда не выбраться отсюда. Все уже ушли, и теперь мы наверняка погибнем здесь раньше, чем нас найдут!\r\n\r\nТом пытался утешить и подбодрить её. Он уверял, что они скоро найдут выход.\r\n\r\nОднако после нескольких часов непрерывных поисков голод и усталость взяли верх. Дети доели последний кусочек пирога. Утомлённые ноги Бекки отказывались сделать хоть один шаг. Поэтому они присели с Томом отдохнуть. При свете последней свечи они поговорили о доме, об уютных постелях и обо всех друзьях и знакомых. Когда же слабый огонёк свечи сверкнул в последний раз и погас, Бекки заплакала, а Том помрачнел. Ему тоже стало страшно.\r\nПоследние крохи  \r\n\r\nВремя шло. Том и Бекки проваливались в сон и просыпались несколько раз. Они не имели представления, сколько часов или даже дней провели в пещере. Только терзающий голод напоминал им о том, что время не стоит на месте.\r\n\r\n— Том, как ты думаешь, нас придут искать? — спросила с надеждой Бекки.\r\n\r\n— Конечно, придут!\r\n\r\nТом и Бекки подумали, как, должно быть, беспокоятся и переживают их семьи и друзья. Они перестали разговаривать, и каждый погрузился в свои мысли.\r\n\r\nЧасы шли, и голод снова начал одолевать детей. У них уже не было сил двигаться дальше, как Том неожиданно сказал:\r\n\r\n— Ш-ш!.. Ты слышала?\r\n\r\nОни затаили дыхание и прислушались. Кто-то как будто кричал — далеко-далеко. Том вскочил и тотчас же откликнулся. Затем он помог Бекки подняться и, взяв её за руку, стал ощупью пробираться по коридору в ту сторону, откуда донёсся крик. Дети часто останавливались и снова прислушивались. Звук как будто бы приближался.\r\n","«Ш-ш! Ты слышала это?»  \r\n\r\n— Это они! — сказал Том. — Они пришли за нами! Теперь мы спасены!\r\n\r\nРадость узников дошла до восторга, но бежать они не могли, так как на каждом шагу попадались глубокие провалы, и надо было двигаться осторожно. Вскоре Том и Бекки остановились перед одним таким провалом — и не могли сделать ни шагу вперёд. Яма могла иметь и три фута и сто футов глубины. Перейти через неё было невозможно.\r\n\r\nТом лёг на живот и перегнулся вниз сколько мог. Никакого дна. Нужно стоять и ждать, пока за ними придут. Они прислушались, но крики звучали всё глуше и дальше. Ещё минута — и они смолкли совсем.\r\n\r\nТом и Бекки были в отчаянии. Том кричал, пока не охрип, но никто не откликался. Всё же он обнадёживал Бекки, когда они ощупью добрались до ручейка, встретившегося им ранее. Дети снова легли отдохнуть. Томительно тянулись часы.\r\nПропасть  \r\n\r\nПосле сна Тома вдруг осенило. Поблизости было несколько боковых коридоров. Не лучше ли исследовать их, чем томиться от безделья? Он вынул из кармана верёвку от бумажного змея, привязал её к выступу скалы и двинулся в путь вместе с Бекки. Приблизительно через двадцать шагов коридор закончился пропастью. Том стал на колени и начал исследовать стену, ведущую вниз, а затем и ту, которая была за углом. В тот момент, когда он выглянул из-за угла, его сердце забилось от радости. В каких-нибудь двадцати ярдах Том увидел чью-то руку со свечой.\r\n\r\nОн поднялся и начал кричать. Но вслед за рукой высунулся и весь человек. Том оцепенел от страха, когда узнал… индейца Джо!\r\n\r\nОднако прежде чем мальчик схватил Бекки и они принялись бежать, индеец Джо скользнул в темноту и исчез. Должно быть, он не узнал Тома, эхо изменило его голос.\r\nВерёвка указывает путь  \r\n\r\nВсё же от перенесённого страха каждый мускул в его теле ослабел, и Том сказал себе, что, если у него хватит сил вернуться к ручейку, он там и останется. Ничто не заставит его рисковать, чтобы снова наткнуться на индейца Джо. Он скрыл от Бекки, что видел его, сказав, что крикнул просто так, наудачу.\r\n\r\nНо голод оказался сильнее страха, и Том решил попытаться снова. После долгого сна у него появились силы исследовать пещеру дальше. Бекки была очень слаба. Она находилась в полусознательном состоянии, её ничем нельзя было расшевелить. Она говорила, что останется тут, где сидит, и будет ждать смерти — смерть уже недалека. Пусть Том возьмёт верёвку и идёт, если хочет, но она только умоляет его возвращаться почаще, чтобы быть с ней и держать её за руку, когда наступит конец.\r\n\r\n","Том поцеловал Бекки, чувствуя комок в горле. Он сделал вид, что не теряет надежды либо найти выход из пещеры, либо встретиться с теми, кто их ищет.\r\nИндеец Джо!   \r\n\r\nТерзаемый мучительным голодом и страхом безысходности их положения, Том взял верёвку и ощупью пополз на четвереньках по одному из коридоров пещеры.\r\nОтчаяние в поисках выхода    Миссис Тэтчер очень больна     \r\n\r\nГлава 17. Выход найден!\r\n\r\nВесь город оплакивал погибших детей. Настал вторник, Тома и Бекки искали уже три дня. Многие горожане оставили поиски и вернулись к своим повседневным делам, решив, что детей уже не удастся найти.\r\n\r\nМиссис Тэтчер была очень больна. Навещавшие её говорили, что просто сердце у них разрывается, когда она зовёт Бекки, поднимает голову и прислушивается, нет ли ответа, затем с тяжёлыми стонами опускает её на подушку.\r\n\r\nТётя Полли впала в глубокую тоску, и её седые волосы совсем побелели за одну ночь.\r\n\r\nВо вторник весь городок мрачно отошёл ко сну: люди уже ни на что не надеялись. Вдруг среди ночи на городской колокольне поднялся безумный трезвон. В один миг улицы наполнились ошалелыми полуодетыми людьми, которые орали: «Нашлись! Они нашлись!»\r\n\r\nГорожане били в железные сковороды и трубили в рожки. Всё население толпой побежало к реке навстречу Тому и Бекки. Они ехали в открытой коляске, которую с криком везли горожане.\r\n\r\nВесь город ожил, всюду сияли огни. Ещё никогда городок не переживал такой замечательной ночи! За первые полчаса в доме Тэтчеров перебывали чуть ли не все горожане. Они целовали Тома и Бекки, пытались что-то сказать, но не могли. Все плакали от радости и облегчения.\r\n\r\nТётя Полли была совершенно счастлива. Миссис Тэтчер недоставало только одного: чтобы гонец, отправленный в пещеру, сообщил её мужу, что дети нашлись.\r\n«Нашлись! Они нашлись!»  \r\n\r\nТом лежал на диване в окружении толпы взволнованных слушателей. Он рассказывал им необычайную историю своих приключений, украшая её поразительно эффектными выдумками. Он описал, как оставил Бекки одну и отправился на разведку, как исследовал два прохода настолько, насколько позволила верёвка, как пошёл по третьему, пока верёвка не кончилась, и хотел было вернуться, но неожиданно увидел вдали какой-то проблеск, похожий на дневной свет. Он бросил верёвку и стал ощупью пробираться туда, потом просунул голову и плечи в небольшое отверстие и увидел перед собой широкую реку Миссисипи!\r\n\r\n","— Подумать только, — сказал Том, — будь это ночью, я не увидел бы проблеска света и не прошёл бы до конца прохода! Итак, я вернулся к Бекки и сообщил ей радостную весть, но она попросила меня не приставать к ней с такими пустяками, потому что у неё уже нет сил и она чувствует, что умирает. Я долго уговаривал её и наконец убедил, что нашёл выход. И потом она чуть с ума не сошла от счастья, когда своими глазами увидела голубую полоску дневного света.\r\nТом рассказывает свою историю  \r\n\r\nМы выбрались наружу, сели на землю и заплакали от радости. Мимо проезжали на лодке какие-то люди. Я окликнул их и рассказал нашу историю. Сперва они не поверили мне, решили, что это всё враки, затем всё же взяли нас к себе, накормили, уложили спать и спустя несколько часов привезли домой.\r\n\r\nТри дня и три ночи напряжённых блужданий в пещере и голода не могли пройти даром, и Том и Бекки в этом скоро убедились. Всю среду и весь четверг они пролежали в постели, и казалось, что с каждым часом они всё больше устают и слабеют. Том в четверг начал понемногу вставать, в пятницу пошёл бродить по городу и в субботу почти поправился. Но Бекки не выходила из комнаты до воскресенья, а выйдя, имела такой вид, будто перенесла изнурительную болезнь.\r\nВыход из пещеры  \r\n\r\nТом узнал, что Гек тоже болен и лежит в постели в доме мистера Велша. Он пошёл навестить друга, но его строго-настрого предупредили не волновать Гека и запретили упоминать о происшествии с вдовой Дуглас. Тому уже рассказали о его храбром поступке, а также и о том, что в реке обнаружили тело, по всей вероятности, компаньона индейца Джо. Бродяга, очевидно, утонул, пытаясь спастись от погони.\r\n\r\nНедели через две после освобождения из пещеры Том отправился навестить Бекки. Мистер Тэтчер и его знакомые спросили мальчика, не хочет ли он ещё раз побывать в пещере. Том ответил, что он не против. Тогда мистер Тэтчер объяснил ему:\r\n\r\n— Чтобы больше никто и никогда не заблудился в этой пещере, я ещё две недели назад распорядился плотно забить дверь и запереть её на три замка.\r\n\r\nТом побелел, как полотно.\r\n\r\n— Что с тобой, мальчик? — закричал мистер Тэтчер. — Эй, кто-нибудь! Стакан воды!\r\nТом навещает Гека  \r\n\r\nПринесли воду и прыснули Тому в лицо.\r\n\r\n— Что с тобой? — повторил мистер Тэтчер, и Том прошептал:\r\n\r\n— В пещере индеец Джо!\r\n«Что с тобой, мальчик?»    Тело индейца Джо найдено     \r\n","\r\nГлава 18. Зарытый клад\r\n\r\nВ пять минут новость разнеслась по городку, и около десятка мужчин отправились в пещеру вместе с Томом и мистером Тэтчером. Когда они открыли дверь, в смутном полумраке их глазам представилось печальное зрелище. У самого входа лежал мертвый индеец Джо, прижавшись лицом к дверной щели, словно он до последней минуты не мог оторваться от света и радости вольного мира.\r\n\r\nТом был потрясен, потому что по опыту знал, какие страдания пришлось пережить этому человеку. Он почувствовал жалость, но в то же время испытал огромное облегчение, так как ощутил себя в безопасности. Индеец Джо был мертв. Больше никогда страх его мести не будет преследовать Тома. Больше никогда ему не придется ходить по улицам с оглядкой, не поймает ли его свирепый убийца.\r\n\r\nНеподалеку валялся кривой нож индейца Джо. Его лезвие было сломано пополам в безнадежных попытках расколоть дверь.\r\n\r\nОбычно в расселинах стен неподалеку от выхода можно было найти с десяток сальных огарков свечей, оставленных путешественниками. Теперь не было ни одного. Индеец Джо, должно быть, отыскал их и съел. Он ухитрился поймать несколько летучих мышей и тоже съел их, оставив одни ноги. Несчастный погиб голодной смертью.\r\n\r\nИндейца Джо похоронили невдалеке от входа в пещеру. На эти похороны съехался народ в лодках и фургонах из соседних городишек, деревушек и ферм на много миль вокруг. Люди привезли с собой детей, а также еду и выпивку, превратив это невеселое событие скорее в пикник, чем в похороны.\r\nРазломанное лезвие ножа  \r\n\r\nНа следующее утро Том и Гек ушли в укромное место, чтобы поговорить о важном деле. К этому времени Гек уже знал от мистера Велша и вдовы Дуглас о приключениях Тома, но он хотел рассказать другу о своих похождениях сам. — Я наблюдал за таверной, Том, как мы с тобой договорились, затем следил за индейцем Джо и его компаньоном. Я подслушал их разговор о том, что они замышляли сделать с вдовой Дуглас, поэтому я побежал к мистеру Велшу и попросил спасти её.\r\n\r\n— Вот здорово! — сказал Том. — Но почему ты не хочешь, чтобы все знали, какой ты храбрый?\r\n\r\n— Потому что индеец Джо сбежал!\r\n\r\nТом понимающе покачал головой. Он ясно себе представил, что чувствовал Гек. Но это уже было в прошлом, и Том предложил обсудить дело, которое не давало ему покоя все эти дни, — поиски клада.\r\nЛюди идут со всей округи  \r\n\r\n— Гек, — сказал он, — эти деньги никогда и не бывали в таверне, в комнате номер два!\r\n","\r\n— Что? — Гек испытующим взглядом впился в лицо друга. — Том, ты опять напал на след этих денег?\r\n\r\n— Гек, они в пещере!\r\n\r\nУ Гека загорелись глаза:\r\n\r\n— Повтори, что ты сказал?\r\n\r\n— Деньги в пещере!\r\n\r\n— Том, ты это серьезно или шутишь?\r\n\r\n— Серьёзно, Гек. Хочешь пойти со мной и помочь мне достать этот клад?\r\n\r\n— Ещё бы! Конечно, пойду! Если мы можем пробраться туда и не заблудиться.\r\n\r\n— Гек, мы смело можем пробраться туда, решительно ничем не рискуя. Честное слово. Нам нужно захватить хлеба и мяса, да пару крепких мешков, да три мотка бечёвки от бумажного змея. И ещё много спичек.\r\n\r\nМальчики собрали всё необходимое и вскоре после полудня отправились в путь.\r\n«Деньги в пещере!»  \r\n\r\nПочти добравшись до противоположного берега, Том сказал: «Видишь тот крутой откос? Он похож на другие, но вон там, видишь, белеется? Это и есть мен примета. Ну, давай выходить!»\r\n\r\nМальчики вытащили плот на берег, и Том показал Геку крохотную лазейку, спрятанную в густых зарослях кустарника. Гек был потрясён. Он никогда бы в жизни не смог её найти без Тома.\r\n\r\nОни влезли в пещеру. Том шел впереди. Они дошли до другого конца туннеля. Проходя мимо ручейка, Том почувствовал, как холодная дрожь пробегает у него по всему телу. Он показал Геку остаток фитиля на кучке глины возле самой стены и описал, как они с Бекки следили за угасающим пламенем. Мальчики свернули в другой коридор и продолжили свой путь, разговаривая только шепотом, пока не дошли до пропасти. Тогда Том высоко поднял свечу и дёрнул Гека за рукав.\r\n\r\n— Теперь я покажу тебе одну штуку, — сказал он. — Загляни-ка за угол, как можно дальше. Видишь, там, на большом камне, выведено копотью свечи?\r\nК берегу  \r\n\r\n— Том, так это же крест!\r\n\r\n— Понимаешь теперь, где номер второй? Под крестом, верно?\r\n\r\nГек долго глядел на крест, а потом сказал дрожащим голосом:\r\n","\r\n— Том, давай уйдём!\r\n\r\nНо Том был само хладнокровие. Он не спеша объяснил Геку, что в пещере нет духа индейца Джо.\r\n\r\n— Индеец Джо мертв, — рассуждал Том, — и мы оба достаточно натерпелись в поисках этих сокровищ. Теперь, когда мы так близки к ним, было бы глупо бояться.\r\n\r\nТому удалось убедить Гека в том, что клад по праву принадлежит им.\r\n\r\nУ основания скалы они заметили признаки человеческого присутствия — одеяло, какие-то инструменты, кусок корки от ветчины, но сундука там не было.\r\n\r\n— Он говорил под крестом, — прошептал Гек. — Это и есть под крестом. Не совсем, но довольно близко. Не может же он быть под самой скалой — ведь она вросла в землю.\r\n«Вот крест!»  \r\n\r\nОни обыскали всё вокруг скалы и наконец, огорченные неудачей, в изнеможении опустились на землю. Гек ничего не мог придумать. Но Том после долгого раздумья сказал:\r\n\r\n— Посмотри сюда, Гек, с одной стороны скалы земля закапана свечкой и видны следы чьих-то ног, а с другой стороны чисто. Чтобы это значило? Бьюсь об заклад, что деньги все же под скалой! Попробую там покопать.\r\n\r\nМальчики принялись копать и выгребать глину руками, и после двух часов работы они обнаружили какие-то доски. Они были тотчас же отброшены прочь, и под ними открылся потайной ход, который вел под скалу.\r\n\r\nТом и Гек двинулись по проходу до поворота.\r\n\r\nВдруг Том остановился и воскликнул:\r\n\r\n— Гек, я нашел! Клад здесь!\r\nОтпечатки ног и следы свечи  \r\n\r\nЭто был тот самый сундучок. Том открыл крышку, и Гек запустил испачканную в глине руку в груду потускневших монет.\r\n\r\n— Теперь мы с тобой богачи!\r\n\r\nНесколько минут мальчики, очарованные, стояли и смотрели на сокровища. Затем они переложили деньги в мешки и вынесли их из пещеры.\r\n\r\nВыбравшись оттуда в заросли кустарника, они осторожно огляделись кругом и убедились, что на берегу никого нет. Отдохнув немного и перекусив, Том и Гек погрузили добычу на плот и отправились в обратный путь. Солнце уже садилось за горизонт, когда они отчалили от берега, домой добрались после наступления темноты.\r\n\r\n","— Вот что, Гек, — сказал Том, — спрячем деньги у вдовы Дуглас на чердаке её дровяного сарая. Утром я приду, мы их сосчитаем и поделим, а затем поищем им безопасное местечко в лесу. Ты пока останься здесь и стереги, а я побегу и найду тележку. Я мигом.\r\n«Мы богаты!»  \r\n\r\nТом исчез, но вскоре вернулся с тележкой. Они погрузили мешки и двинулись в гору, таща за собой свой груз.\r\n\r\nКогда мальчики проходили мимо дома мистера Велша, на пороге появился хозяин и сказал:\r\n\r\n— Это вы здесь, Том и Гек? Отлично! Ступайте со мной. Мы вас все ждем.\r\n\r\nМистер Велш помог детям дотащить тележку, и они оставили её возле дома вдовы. В доме было много гостей: Тэтчеры, Гарперы, тётя Полли и еще множество именитого народу. Вдова встретила мальчиков так ласково, как редко встречают гостей, явившихся в такой грязной, оборванной одежде: они были закапаны свечкой и измазаны глиной. Тетя Полли покраснела от стыда, затем погрозила Тому. Но пока она собиралась что-либо сказать, мистер Велш начал объяснять, как он натолкнулся на мальчиков прямо у двери.\r\n\r\n— И я сразу же привел их сюда, — добавил он.\r\n\r\n— И отлично сделали, — сказала вдова. — Идите за мной, мальчики!\r\nМальчики перевозят клад в безопасное место  \r\n\r\nОна привела их в спальню.\r\n\r\n— Вымойтесь и переоденьтесь. Здесь два новых костюма, рубашки, носки — все, что требуется. Мы ждём вас внизу. Спускайтесь, когда будете готовы.\r\nВдова Дуглас встречает мальчиков    Гек хочет сбежать     \r\n\r\nГлава 19. Дом для Гека\r\n\r\nГек посмотрел на одежду, затем на Тома и произнёс:\r\n\r\n— Том, мы можем удрать отсюда, если только найдём верёвку. Окно невысоко от земли.\r\n\r\n— Чего нам удирать? — спросил Том.\r\n\r\n— Ну, знаешь, не привык я к такой компании. Я этого не вынесу. Не пойду я туда, Том!\r\n\r\n— Пустяки, ничего не значит. Будь спокоен, я не дам тебя в обиду.\r\n\r\nВ комнату вошёл Сид и сообщил Тому и Геку о том, что гости собрались по особому поводу — мистер Велш собирался рассказать всем, что это Гек спас вдову. А затем она намеревалась раскрыть свой секрет.\r\n\r\n— Я не знаю, в чём секрет, — сказал Сид. — Но мистер Велш желает, чтобы Гек его услышал.\r\n","\r\nЧерез несколько минут гости вдовы уже сидели за столом и ужинали. Для детей были накрыты маленькие столики. Мистер Велш встал и произнёс речь. Он поблагодарил вдову за ужин, данный в честь него и его сыновей. «Но, — добавил мистер Велш, — здесь присутствует ещё одно лицо, скромность которого не позволяет ему обнародовать свою причастность к спасению нашей дорогой хозяйки». Затем он с большим сценическим искусством раскрыл тайну участия Гека во всём этом деле.\r\n\r\nВдова Дуглас осыпала его хвалами и изъявлениями своей благодарности. Все глядели на него, но бедный Гек испытывал горькие муки, которые доставлял ему новый и неудобный костюм.\r\n\r\nВдова тут же объявила, что решила взять Гека к себе в дом и дать ему приличное воспитание, а затем, когда у неё будут свободные деньги, она поможет ему начать какое-нибудь маленькое торговое дело.\r\nМистер Велш восхваляет Гека  \r\n\r\nТеперь пришла очередь Тома.\r\n\r\n— Геку не нужны деньги, — сказал он. — Гек и сам богатый человек.\r\n\r\nТолько соблюдение приличий помешало собравшимся встретить эти «остроумные» слова Тома дружным смехом. Гек богат?\r\n\r\n— У Гека есть деньги, — не унимался Том. — Вы, может, не поверите, но у него их целая куча. Не смейтесь, пожалуйста, я вам сейчас покажу. Подождите минутку!\r\n\r\nТом выбежал на улицу. Гости с недоумением и любопытством переглядывались. Гек сидел окаменевший и не мог вымолвить ни слова.\r\n\r\nВ комнату вошёл Том, сгибаясь под тяжестью мешков. Он высыпал на стол кучу золотых монет и воскликнул:\r\n\r\n— Вот! Что я вам говорил? Половина — Гека, другая — моя!\r\nТом показывает клад  \r\n\r\nУ зрителей захватило дух, но в следующее мгновение в один голос потребовали объяснений.\r\n\r\nТом рассказал длинную, но увлекательную историю, все слушали как зачарованные. Когда он закончил, сосчитали деньги. Оказалось, что их немногим больше двенадцати тысяч долларов! Такой суммы сразу не видал никто из присутствующих.\r\n«Гек — богатый человек»    Звёздный час Тома и Гека     \r\n\r\nГлава 20. Гек вступает в шайку разбойников\r\n\r\nНеожиданное богатство, доставшееся Тому и Геку, вызвало большой переполох в маленьком городишке. Об этом так много толковали, глядели с такой жадностью и так громко восхищались, что настоящие, реальные события померкли и стали неинтересными по сравнению с историей, созданной постоянными слухами.\r\n","\r\nГде бы ни появились Том с Геком, на них таращили глаза, ими восхищались. Они стали звёздами. Чтобы они ни говорили, их слова повторялись на все лады, как премудрость.\r\n\r\nВдова Дуглас положила деньги Гека в банк, и тётя Полли поступила точно так же с деньгами Тома. Теперь у каждого мальчика был огромный доход. И хотя он составлял всего лишь доллар в день, для Тома и Гека это было целым состоянием.\r\n\r\nБогатство, доставшееся Геку Финну, и покровительство вдовы Дуглас ввели его в светское общество. Но для Гека это был мир, который лучше бы не знать. Слуги вдовы умывали его, чистили ему одежду, причёсывали его гребнем и щёткой. Ему приходилось есть при помощи ножа и вилки, приходилось пользоваться салфетками, тарелками, чашками, приходилось даже посещать церковь.\r\n\r\nТри недели Гек мужественно терпел эти муки, но в один прекрасный день он исчез.\r\n\r\nТрое суток его искали повсюду. Наконец на четвертые сутки рано утром Тому пришла мудрая мысль обследовать заброшенный скотный двор — некогда любимейшее место обитания Гека. Конечно же, беглец находился там. Он был немыт, нечесан и одет в свои прежние ветхие лохмотья.\r\nТом находит секретное место Гека  \r\n\r\nКогда Том рассказал ему, сколько причинил он хлопот своим исчезновением, Гек ответил:\r\n\r\n— Брось этот разговор, Том! Я попробовал так жить, но ничего не выходит. Эта жизнь не для меня. Вдова очень добра ко мне, но не вынести мне этих порядков! Меня заставляют одеваться, умываться и делать всё в один и тот же час, а я не могу привыкнуть к такой жизни.\r\n\r\nТом попытался убедить друга, в том, что, если немного потерпеть, то он сможет полюбить новую жизнь, но все слова были напрасны. Тогда у Тома возник план, как уговорить Гека остаться в доме вдовы.\r\n\r\n— Послушай-ка, Гек, — сказал он. — Мы собираемся организовать шайку разбойников, о которой говорили с тобой в пещере. Но тебя нельзя будет принять, если ты останешься таким оборванцем.\r\n\r\nГек на мгновение огорчился.\r\n\r\n— Нельзя будет принять меня в шайку разбойников? — спросил он. — Принял же ты меня в шайку пиратов!\r\nГек отказывается возвращаться к вдове  \r\n\r\n— Да, но то совсем другое дело, разбойники не чета пиратам, — ответил Том.\r\n\r\n— Но послушай, Том! Мы всегда были друзьями: ты примешь меня в шайку, правда, Том?\r\n\r\n— Гек, я-то, конечно, принял бы, но что скажут люди? Они скажут: «Брр! Шайка Тома Сойера! Какие-то оборванцы! И они, конечно же, будут иметь в виду тебя, Гек. Тебе, небось, это будет не очень приятно, и мне тоже».\r\n"]