["Джебран Халиль Джебран\r\n\r\nПРОРОК\r\n\r\nОт переводчика\r\n\r\nПоэт, философ, художник Халиль Джебран (1883 – 1931) родился в Ливане, на земле, давшей миру многих пророков. Сын крестьянина из маленькой, заброшенной в горах деревни, он еще в детстве вместе с семьей вынужден был покинуть родину и последние двадцать лет жил в США. Сейчас Джебран считается во всем мире одним из самых великих поэтов XX века, недаром 1983 год был провозглашен ЮНЕСКО годом Джебрана.\r\n\r\nМиллионы арабов, читающие его произведения на родном языке, признают Джебрана самым выдающимся писателем и философом этого столетия.\r\n\r\nЕго книги переведены на десятки языков, включая все основные европейские языки. Его живопись выставлялась во многих столицах мира, искусствоведы сравнивают ее с работами Вильяма Блейка.\r\n\r\n«Пророк» был написан Джебраном в 1923 году по-английски и в том же году увидел свет. Интерес к нему до сих пор огромен. Достаточно сказать, что только в США с момента первой публикации «Пророка» уже продано более четырех миллионов экземпляров и вплоть до сегодняшних дней ежегодно распродается более 80 тысяч книг в год.\r\n\r\nПричина такой популярности «Пророка» кроется в особой художественной его структуре, причудливо сочетающей мистические и выразительные элементы Востока с радостным христианством первых его пророков. В разных странах цитаты из этого произведения украшают стены общественных и ритуальных зданий, они используются как слова молитв. Идеи и образы этой книги заставляют открываться сердца так, как это происходит при чтении Экклезиаста и немногих других подобных книг.\r\n\r\nСам Джебран считал «Пророка» лучшей своей работой и трудился над ним почти всю жизнь. Он писал: «Я думаю, что „Пророк“ всегда был во мне, еще с тех пор, когда я жил рядом с горой Ливан».\r\n\r\nЖивя в эмиграции, Джебран был активным борцом за освобождение Сирии и Ливана (который в то время считался частью Сирии) от иноземного ига.\r\n\r\nУмер Халиль Джебран в апреле 1931 года в Нью-Йорке.\r\n\r\nЕго родина не забыла его. Когда в июле того же года гроб с телом поэта на борту океанского лайнера прибыл в Бейрут, он был встречен с воинскими почестями верховным комиссаром тогдашней администрации Ливана и Сирии. После церковной службы похоронная процессия направилась в деревню Бшерри, расположенную в горах, в восьмидесяти километрах от Бейрута, где 48 лет назад родился Халиль Джебран.\r\n\r\nПо дороге к месту захоронения процессия вынуждена была останавливаться в каждой деревне, и старейшины читали гимны своему великому поэту. Только к вечеру гроб с телом Джебрана был доставлен в Бшерри и установлен на высокую платформу, украшенную флагами и ветками ливанского кедра. На деревенской площади, при большом скоплении местных жителей, интеллигенции из Бейрута, бедуинов, сопровождавших процессию в горах, прощальная церемония, по сообщениям газет, «была больше похожа не на похороны, а на триумф. Звон церковных колоколов и общая атмосфера гордости за великого земляка доминировали надо всем остальным».\r\n","\r\nТело было похоронено в гроте монастыря Maр Саркис, церковь которого посещал Джебран в детстве.\r\n\r\nСам я услышал имя Халиля Джебрана и познакомился с его «Пророком» в Антарктиде, где работал с учеными из разных стран. Это они дали мне прочитать «Пророка» много лет назад, и с тех пор моей мечтой было перевести его. Но другие дела, дела... Однако пришло время, когда желание увидеть своего «Пророка» на русском языке, напечатанным хотя бы на машинке, стало непреодолимым. Я забросил все – и вот он перед вами.\r\n\r\nПеречитывая сейчас «Пророка», я невольно ловлю себя на мысли: насколько современным является это произведение, насколько оно нужно и нам, сейчас, в период духовного обновления и раскрытия каждого из нас как личности, а не как «винтика». Но быть современными – это, по-видимому, судьба всех великих произведений, и не важно, когда и по какому поводу они написаны.\r\n\r\nПеревод сделан с книги, выпущенной издательством А. Кнопфа в Нью-Йорке, с которым сотрудничал Джебран при жизни. Именно оно выпустило первое издание «Пророка».\r\n\r\nПереводя «Пророка», я все время помнил слова его автора: «Четыре года после написания я не отдавал рукопись своему издателю, потому что я хотел быть уверен, я хотел быть совершенно уверен, что каждое слово ее было лучшим из тех, что я должен был предложить». И выбор каждого слова был, конечно же, сделан как надо, несмотря на то что «Пророк» был написан автором по-английски, а для него это не родной язык. Дело в том, что Джебрану повезло: в течение многих лет, постоянно с ним, рука об руку, работала его почитательница и добрый гений, помогавшая ему во всех делах американка Мери Хаскелл. Дочь банкира из Бостона, она получила хорошее образование, сама работала в области просвещения – много лет была директором и хозяйкой фешенебельной женской школы-интерната. Из ее дневников, получивших большую известность во всем мире, ясно, что Хаскелл много раз читала рукопись «Пророка» с точки зрения специалиста по английскому языку, давая Джебрану совет по каждому слову.\r\n\r\nПоэтому переводчик пошел по пути бережного сохранения не только всех мыслей, но и подобного арабской вязи стилистического рисунка, непривычного для европейца.\r\n\r\nКонечно, при этом переводчика легко упрекнуть в том, что его перевод близок к подстрочнику. С гордостью принимаю этот упрек. «Пророк» Джебрана слишком велик, чтобы заменять его интерпретацией переводчика.\r\n\r\nТекст такого типа подобен драгоценному камню в том смысле, что он чрезвычайно чувствителен к «оправе», к среде, заключающей его в книгу. Поэтому американское издательство Л. Кнопфа, выпускающее «Пророка», начиная с его первого издания, редактировавшегося еще автором, издает книгу в основном в подарочном варианте: на хорошей бумаге, крупным шрифтом, в твердом переплете, с суперобложкой и репродукциями картин Джебрана, отобранных самим автором.\r\n\r\nПереводчик благодарит издательство «Радуга» за то, что оно сочло возможным издать эту книгу такой же, сохранив все двенадцать репродукций с картин автора, депонировавшихся во многих крупных музеях мира и придающих поэтическому тексту «Пророка» дополнительное очарование.\r\n","\r\nИгорь Зотиков\r\n\r\nПРОРОК\r\n\r\nПриход корабля\r\n\r\nАлмустафа, несравненный среди всеми любимых, тот, кто был рассветом собственного дня, ждал двенадцать лет в городе Орфалесе, ждал своего корабля, что должен был вернуться и взять его обратно на остров его рождения.\r\n\r\nИ на двенадцатый год, на седьмой день месяца жатвы он взошел на холм за городскими стенами и взглянул в сторону моря; и он увидел свой корабль, выходящий из тумана.\r\n\r\nТогда ворота его сердца широко открылись и его радость брызнула далеко в море. И он закрыл свои глаза и начал молиться в молчании души своей.\r\n\r\nНо когда он спускался с холма, грусть вошла в него, и он подумал в своем сердце:\r\n\r\nКак я смогу уйти отсюда спокойно и без печали? Нет, не без раны в душе покину я этот город.\r\n\r\nДлинными были дни боли, которые я провел в этих стенах, и длинными были ночи одиночества, а разве может кто покинуть свою боль и свое одиночество без сожаления?\r\n\r\nСлишком много кусочков своей души разбросал я по этим улицам, и слишком много рожденных моей тоской бродят нагими среди этих холмов, и я не могу уйти от них без боли и бремени. Нет, не одежду снимаю с себя я сегодня, но кожу сдираю с себя своими руками.\r\n\r\nНет, не мысли оставляю я за собой, а свое сердце, размягченное жаждой и голодом.\r\n\r\nИ все же я не могу быть здесь дольше.\r\n\r\nМоре, которое зовет всех в себя, позвало и меня, и я должен идти.\r\n\r\nПотому что не прислушаться к зову часов в ночи и остаться – значит застыть, окаменеть, навеки стать залитым в неизменную форму.\r\n\r\nХорошо бы взять с собой все, что здесь есть, и уйти. Но как могу я? Голос не может взять с собой язык и те губы, что дали крылья ему. Один должен он улететь и искать своей цели.\r\n\r\nВедь один, без гнезда своего, должен орел пересекать солнце.\r\n\r\nИ сейчас, когда он достиг подножья холма, он снова повернулся к морю и увидел свой корабль, входящий в гавань, а на корабле – моряков, людей его родной земли.\r\n\r\nИ его душа закричала им, а он сказал: Дети моей древней матери, вы всадники приливов.\r\n\r\nКак часто приплывали вы в моих снах. А сейчас вы пришли наяву, и это глубочайший из снов.\r\n","\r\nГотов я идти, и паруса мои подняты, и с нетерпением жду ветра я.\r\n\r\nТолько еще один раз вдохну я этот воздух покоя, еще раз оглянусь с любовью назад.\r\n\r\nА потом встану средь вас, моряк среди моряков.\r\n\r\nИ ты, огромное море, – бессонная мать,\r\n\r\nТы, кто одна даешь мир и свободу реке и ручью.\r\n\r\nТолько еще одну извилину сделает этот ручей, только еще один звук издаст он в своем скольжении.\r\n\r\nИ тогда я приду к тебе, безграничная капелька к безграничному океану.\r\n\r\nА пока он шел, он увидел издали мужчин и женщин, покидающих свои поля и свои виноградники и спешащих к городским воротам.\r\n\r\nИ он услышал их голоса, называющие его по имени, перекликающиеся от поля к полю, сообщая друг другу, что приплыл его корабль.\r\n\r\nИ он сказал себе:\r\n\r\nБудет ли этот день расставания днем слияния наших сердец? И можно ль сказать, что закат мой станет на деле моим рассветом?\r\n\r\nИ что дам я ему, кто оставил свой плуг в вспаханном поле, иль ему, кто оставил колесо своего виноградного пресса?\r\n\r\nСтанет ли мое сердце деревом, тяжело согнувшимся от плодов, которые я могу собрать и дать им?\r\n\r\nИ брызнут ли мои желания, как фонтан, из которого я смогу наполнить их чаши?\r\n\r\nКто я, арфа, до которой может дотронуться рука могущественного, или флейта, чтобы его дыхание прошло через меня?\r\n\r\nНо я только искатель молчаний, а какое сокровище мог найти я в молчаниях, чтобы уверенно мог раздарить я его?\r\n\r\nЕсли это день моего рождения – в какие поля посадил я свои семена и в какие забытые времена года?\r\n\r\nИ если это будет час, когда я подниму свою лампу, то не мое пламя будет жечь фитиль.\r\n\r\nПустой и темный подниму я свою лампу.\r\n\r\nИ пусть хранитель ночи зальет ее своим маслом и зажжет ее сам.\r\n","\r\nВсе это он сказал словами. Но много в его сердце осталось невысказанным. Потому что он сам не мог высказать вслух свои глубочайшие секреты.\r\n\r\nИ когда он вошел в город: все люди вышли встретить его, и они плакали о нем, как один человек.\r\n\r\nИ старцы города вышли вперед и сказали:\r\n\r\nИди, но не уходи от нас.\r\n\r\nСветом полдня был ты в полутьме нашей жизни, и твоя юность дала нам мечты, чтоб мечтать.\r\n\r\nНе чужой ты среди нас и не гость, а наш сын и возлюбленный.\r\n\r\nНе страдай, хоть наши глаза и будут скучать без лица твоего.\r\n\r\nИ жрецы и жрицы сказали ему:\r\n\r\nПусть волны моря не разделят сейчас нас и годы, что ты провел среди нас, станут памятью.\r\n\r\nТы разбудил в нас высокие чувства, и твоя тень была светом на наших лицах.\r\n\r\nМы так сильно любили тебя. Но любовь наша была бессловесна, была скрыта покровами.\r\n\r\nНо сейчас она громко кричит тебе и выходит к тебе обнаженная.\r\n\r\nВедь всегда было так, – любовь не знает своей глубины до часа разлуки.\r\n\r\nИ другие тоже подошли и умоляли его. Но он не ответил им. Он только наклонил свою голову; и те, кто стоял ближе, увидели, как слезы падали на его грудь.\r\n\r\nИ он, и народ пошли на большую площадь, где стоял Храм.\r\n\r\nА там из храма вышла женщина, чье имя было Алмитра. Пророчицей звали ее.\r\n\r\nИ с особой нежностью взглянул он на нее, потому что она была той, кто первая нашла и поверила в него, еще в тот день: когда он появился в их городе.\r\n\r\nИ она приветствовала его, говоря:\r\n\r\nПророк Бога, в поисках наивысшего долга выбирал ты пути для своего корабля.\r\n\r\nНо сейчас твой корабль пришел, и ты должен уйти.\r\n\r\nТы так тоскуешь по земле твоих грез и страстных желаний, что пусть ни наша любовь не свяжет тебя, ни наши нужды не задержат тебя.\r\n\r\nНо мы просим: перед тем как уйдешь от нас, поговори с нами и дай нам свою правду. И мы передадим ее своим детям, и они – своим детям, и она не погибнет.\r\n\r\nВ своем одиночестве ты следил за нашими днями, и в своей бессоннице ты слушал, о чем мы рыдали и смеялись во сне.\r\n","\r\nПотому сейчас открой нам нас и скажи обо всем, что было открыто из того, что существует между нашим рожденьем и смертью.\r\n\r\nИ он ответил: Люди Орфалеса, о чем я могу говорить, кроме того, что и так постоянно живет в ваших душах?\r\n\r\nО Любви\r\n\r\nТогда, сказала Алмитра, расскажи нам о Любви.\r\n\r\nИ он поднял голову и посмотрел на людей, и молчание снизошло на них. И громким голосом он произнес:\r\n\r\nКогда любовь поманит – следуйте ей,\r\n\r\nХотя ее пути тяжелы и круты.\r\n\r\nИ когда ее крылья обнимут вас – не сопротивляйтесь ей,\r\n\r\nХотя меч, спрятанный в крыльях, может поранить вас.\r\n\r\nИ когда она говорит с вами – верьте ей,\r\n\r\nХотя ее голос может разрушить ваши мечты, как северный ветер превращает в пустыню сады.\r\n\r\nПотому что любовь и надевает корону на вашу голову, но она и распинает вас на кресте. Ведь она не только для вашего роста, но и для подрезания веток, чтоб придать форму вашему дереву.\r\n\r\nВедь она не только поднимается до самого высокого в вас и ласкает нежные ветви, что дрожат на солнце,\r\n\r\nНо и опускается до самых ваших корней, их сотрясает в объятиях с землей.\r\n\r\nКак листья кукурузного початка обнимают початок – она прижимает вас к себе.\r\n\r\nИ как початок, она бьет вас, делая свободным от одежд, оставляя лишь зерна.\r\n\r\nИ как зерна, она просеивает вас, освобождая от шелухи.\r\n\r\nИ как чистые зерна початка, она толчет вас до белой муки.\r\n\r\nИ как муку, она месит вас, превращая в мягкое тесто.\r\n\r\nИ тогда только ставит вас в свой священный огонь, чтобы вы могли стать священным хлебом на священном пиршестве Бога.\r\n\r\nВсе это сделает с вами любовь, чтобы вы могли узнать секреты своего сердца и в этом знании стать частицей самого сердца Жизни.\r\n\r\nНо только, если испугавшись, вы будете искать лишь спокойствия любви и наслаждения любви,\r\n\r\nТогда лучше для вас сразу закрыть свою наготу и уйти с молотильного тока любви,\r\n","\r\nУйти в мир безвременья, где вы будете смеяться, но не всем своим смехом, и плакать, но не всеми своими слезами.\r\n\r\nЛюбовь не дает ничего, кроме самой себя, и не берет ничего, кроме самой себя.\r\n\r\nПоэтому любовь не обладает ничем, но и ею нельзя обладать,\r\n\r\nВедь любви достаточно только любви.\r\n\r\nКогда вы любите, вы не должны говорить: «Бог находиться в моем сердце», а скорее: «Я нахожусь в сердце Бога».\r\n\r\nИ не думайте, что вы можете направлять любовь в ее теченьи, потому что любовь, если она найдет вас достойным, сама направит вас.\r\n\r\nУ любви есть одно лишь желание – осуществить себя.\r\n\r\nПоэтому, если вы любите, пусть у вашей любви будут такие желания:\r\n\r\nРастаять и стать как бегущий ручей, что поет свою мелодию ночи.\r\n\r\nПознать боль чрезмерной нежности.\r\n\r\nБыть раненным собственным пониманием любви,\r\n\r\nИ кровоточить охотно и с радостью.\r\n\r\nПросыпаться на рассвете с окрыленным сердцем и благодарить за еще день любви;\r\n\r\nОтдыхать в полуденный час, размышляя о любовном восторге;\r\n\r\nВозвращаться домой вечером с радостью;\r\n\r\nИ засыпать с молитвой за свою возлюбленную в сердце и песней благодарности на губах.\r\n\r\nО Браке\r\n\r\nТогда Алмитра заговорила снова и сказала: А что ты скажешь о Браке, учитель?\r\n\r\nИ он ответил так:\r\n\r\nВы были рождены вместе, и вместе вы будете всегда.\r\n\r\nВы останетесь вместе, даже когда белые крылья смерти разбросают ваши дни.\r\n\r\nДа, вы будете вместе даже в молчаливой памяти Бога.\r\n\r\nНо пусть будут свободные пространства в вашем единении.\r\n\r\nИ пусть ветры небес танцуют между вами.\r\n\r\nЛюбите друг друга, но не делайте оков из любви.\r\n\r\nПусть это будет скорее неспокойное море, колышущееся между берегами ваших душ.\r\n\r\nНаполняйте чашу друг друга, но не пейте из одной чаши.\r\n\r\nДавайте друг другу свой хлеб, но не откусывайте от одного куска.\r\n\r\nПойте и танцуйте вместе и будьте радостны, но позволяйте друг другу бывать наедине с собой,\r\n\r\n","Ведь и каждая из струн лютни сама по себе, хотя они вместе звучат в одной мелодии.\r\n\r\nОтдайте свои сердца, но не на храненье друг другу.\r\n\r\nПотому что только рука Жизни может держать ваши сердца.\r\n\r\nИ будьте вместе, но не слишком вместе:\r\n\r\nПотому что и колонны храма стоят отдельно,\r\n\r\nИ дуб и кипарис не растут в тени друг друга.\r\n\r\nО Детях\r\n\r\nИ женщина с ребенком на груди сказала: Скажи нам о Детях.\r\n\r\nИ он ответил так:\r\n\r\nВаши дети – это не ваши дети.\r\n\r\nОни сыновья и дочери Жизни, заботящейся о самой себе.\r\n\r\nОни появляются через вас, но не из вас,\r\n\r\nИ, хотя они принадлежат вам, вы не хозяева им.\r\n\r\nВы можете подарить им вашу любовь, но не ваши думы,\r\n\r\nПотому что у них есть собственные думы.\r\n\r\nВы можете дать дом их телам, но не их душам,\r\n\r\nВедь их души живут в доме Завтра, который вам не посетить, даже в ваших мечтах.\r\n\r\nВы можете стараться быть похожими на них, но не стремитесь сделать их похожими на себя.\r\n\r\nПотому что жизнь идет не назад и не дожидается Вчера.\r\n\r\nВы только луки, из которых посланы вперед живые стрелы, которые вы зовете своими детьми.\r\n\r\nЛучник видит свою цель на пути в бесконечное, и это Он сгибает вас своей силой, чтобы Его стрелы могли лететь быстро и далеко.\r\n\r\nПусть ваше сгибание в руках этого Лучника будет вам в радость,\r\n\r\nВедь он любит не только свою стрелу, что летит, но и свой лук, хотя он и не подвижен.\r\n\r\nО том, как Дарить\r\n\r\nТогда сказал богач: Скажи нам о том, как Дарить.\r\n\r\nИ он ответил так:\r\n\r\nВы даете лишь самую малость, когда дарите часть того, чем владеете.\r\n\r\n","Только тогда, когда вы отдаете часть себя самого, вы по-настоящему дарите.\r\n\r\nВедь что есть то, чем вы владеете, как не вещи, которые вы бережете и охраняете из-за боязни, что они будут нужны вам завтра?\r\n\r\nА завтра – что принесет завтра слишком расчетливой собаке, закапывающей кости в бескрайних песках, когда она следует за паломником в святой город?\r\n\r\nИ разве боязнь нужды не то же, что и сама нужда?\r\n\r\nРазве ужас от возможности жажды не то же, что сама жажда, даже если ваш колодец полон воды?\r\n\r\nНекоторые, владея многим, дарят лишь самую малость того, что имеют, и дарят, лишь чтобы другие узнали об этом; их скрытое желание этого делает их подарки безнравственными.\r\n\r\nА есть такие, которые обладают немногим и отдают все.\r\n\r\nЭто те, кто верит в жизнь и в ее щедрость, и их кошелек никогда не бывает пуст.\r\n\r\nЕсть такие, кто дарит с радостью, и эта радость есть их награда.\r\n\r\nИ есть такие, кто дарит, но с болью, и эту боль они несут как свой крест.\r\n\r\nИ есть те, кто отдает безболезненно и не ищет от этого радости и не думает о добродетелях;\r\n\r\nОни дарят так, как в цветущей долине мирт дарит свой аромат небесам.\r\n\r\nРуками таких вот, как эти, говорит Господь, и Он улыбается земле их глазами.\r\n\r\nХорошо отдавать по просьбе, но лучше дать, когда тебя не просили, лишь потому, что ты сам все понимаешь;\r\n\r\nИ для того, кто дарит охотно, поиск того, кому дать, – это радость, много большая, чем само даренье.\r\n\r\nА есть ли что-нибудь такое, что нельзя подарить?\r\n\r\nВсе, чем владеете, все равно когда-нибудь будет роздано;\r\n\r\nА раз так – отдавайте же сами, сейчас. Пусть время дарения будет вашим, а не ваших наследников.\r\n\r\nВы часто говорите: «Я бы дал, но лишь тем, кто заслуживает».\r\n\r\nДеверья вашего фруктового сада не говорят так, не говорят так и стада ваших пастбищ. Они отдают, чтобы жить, потому что не отдать для них – значит погибнуть.\r\n\r\nВедь наверняка тот, кто был избран, чтоб получить свои дни и ночи, достоин получить и все остальное хотя б и от вас.\r\n\r\n","Потому что тот, кто получил право пить из океана жизни, достоин наполнить свою чашу и из вашего маленького ручья.\r\n\r\nРазве может быть ноша тяжелее, чем та, которую надо взвалить, чтобы принять подаяние. Мужество, уверенность, милосердие даже нужны, чтоб подарок принять.\r\n\r\nИ кто ты такой, чтоб люди унижались перед тобой, чтоб ты мог видеть их суть обнаженной и гордость лишенной стыда?\r\n\r\nУбедись сначала, что ты сам достоин быть тем, кто дает, быть посланцем дарения.\r\n\r\nВедь в действительности только жизнь дает жизни, а ты, мнящий себя дающим, на самом деле только свидетель.\r\n\r\nИ вы, кто получил – а получаете все вы, – не думайте о величине благодарности, ведь этим вы возложите тяжесть на себя и на того, кто вам дал.\r\n\r\nВместо этого взлетите вместе с дающим на дарах его, как на крыльях,\r\n\r\nПотому что быть заполненным думой о долге – значит сомневаться в щедрости того, чьей матерью была земля, свободная сердцем, и чьим отцом был сам Бог.\r\n\r\nО Еде и Питье\r\n\r\nИ тогда старый человек, содержатель двора, сказал: Скажи нам о Еде и Питье.\r\n\r\nИ он ответил так:\r\n\r\nХорошо, если бы вы могли жить ароматом земли и, как растение, брать жизненные силы от света.\r\n\r\nНо раз вы должны убивать, чтобы есть, и отнимать у новорожденного молоко его матери, чтоб утолить свою жажду, пусть это будет священный акт.\r\n\r\nИ пусть алтарем будет ваш обеденный стол, алтарем, на котором чистые и невинные лесов и полей приносятся в жертву высшей чистоте и невинности, что живет в человеке.\r\n\r\nИ когда вы зверя лишаете жизни, обратитесь в своем сердце:\r\n\r\n\"Той же силой, что сразила тебя, я тоже буду сражен, и меня тоже съедят или используют.\r\n\r\nВедь тот же закон, что отдал тебя в мои руки, отдаст и меня в еще более могучие руки.\r\n\r\nИ твоя, и моя кровь – это только сок, которой питает дерево рая\".\r\n\r\nИ когда под твоими зубами хрустит яблоко, скажи ему в своем сердце:\r\n\r\n\"Твоим семенем будут жить в моем теле, И бутоны твоего завтра расцветут в моем сердце,\r\n","\r\nИ аромат твой будет в моем дыхании, И вместе мы будем радоваться снова и снова всем временам года\".\r\n\r\nИ осенью, когда вы собираете виноград со своих виноградников для виноградного пресса, скажите в своем сердце:\r\n\r\n\"Я тоже только виноградник, и мои плоды тоже соберут для виноградного пресса,\r\n\r\nИ, как молодое вино, меня спрячут в амфоры вечности\".\r\n\r\nИ зимой, когда откроете это вино, пусть в вашем сердце будет песня для каждой чаши;\r\n\r\nИ пусть в этой песне будет память о тех осенних днях, и о винограднике, и о виноградном прессе.\r\n\r\nО Труде\r\n\r\nТогда пахарь произнес: Скажи нам о Труде.\r\n\r\nИ он ответил, говоря:\r\n\r\nВы работаете, чтобы быть вместе с землей и душой земли.\r\n\r\nВедь бездельничать – значит стать чужим временем года и выпасть из течения жизни, – течения, что движется величаво в бесконечность в гордом преклонении пред ней.\r\n\r\nКогда вы работаете: вы становитесь флейтой, в сердце которой шепот часов превращается в музыку.\r\n\r\nИ кто из вас хотел бы стать тростником, немым и молчаливым, когда все остальное поет в унисон?\r\n\r\nВам всегда говорили, что работа – это проклятие и физический труд – это несчастье.\r\n\r\nНо я скажу вам, что когда вы работаете, вы осуществляете часть самой заветной мечты земли, порученной вам, когда эта мечта только лишь родилась,\r\n\r\nИ, занимаясь трудом, вы по-настоящему любите жизнь,\r\n\r\nПотому что любить жизнь через труд – значит близко узнать самые сокровенные секреты жизни.\r\n\r\nНо, если вы в своих муках боли называете рождение – бедствием и работу для поддержания тела – проклятием, написанным на вашем лбу, тогда я скажу вам, что только в поте лица смоете вы то, что там начертано.\r\n\r\nВам говорили, что жизнь – это тьма, и в своей усталости вы повторяли то, что было сказано раньше усталыми.\r\n\r\nИ я говорю, что жизнь – это действительно тьма, пока не проснется стремление,\r\n\r\nНо любое стремление слепо, пока нет знания,\r\n\r\nНо и знание любое бесполезно, пока нет труда,\r\n\r\nНо и труд любой пуст, пока нет любви;\r\n","\r\nИ только когда ты с любовью работаешь, ты соединяешь себя с собой, и с другими людьми, и с Богом.\r\n\r\nА что такое трудиться с любовью?\r\n\r\nЭто ткать ткань из ниток, тянущихся из своего сердца, так, будто твоя возлюбленная собирается носить эту ткань.\r\n\r\nЭто строить дом с любовью, так, будто твоя возлюбленная будет жить в этом доме.\r\n\r\nЭто бросать семена с нежностью и собирать урожай с радостью, будто твоя возлюбленная будет есть эти плоды.\r\n\r\nЭто значит наполнять все вещи, которые ты делаешь, дыханием твоей души.\r\n\r\nИ знать, что все великие мертвые стоят рядом и смотрят.\r\n\r\nЧасто я слышал вас как бы говорящими во сне: \"Тот, кто работает с мрамором и находит форму своей души в этом камне, благородней того, кто пашет землю.\r\n\r\nИ тот, кто берет радугу, чтобы положить ее на холст на радость людям, – больше, чем тот, что делает сандалии для наших ног\".\r\n\r\nНо я отвечу, и не во сне, а всей ясностью ума середины дня, что ветер говорит с огромными дубами так же нежно, как и с самыми маленькими стебельками травы; И велик тот, кто превращает голос ветра в песнь, что стала слаще от его собственной любви.\r\n\r\nТруд – это любовь, которая видима.\r\n\r\nИ если ты можешь трудится без любви, а лишь с отвращением, будет лучше, если ты оставишь работу, и сядешь у ворот храма, и будешь просить милостыню у тех, кто работает с радостью.\r\n\r\nПотому что, если ты печешь хлеб с безразличием, ты печешь горький хлеб, который насыщает только наполовину.\r\n\r\nИ если ты давишь виноград с неохотой, твоя неохота перегоняется в яд в твоем вине.\r\n\r\nИ если ты поешь даже как ангел, но любви нет в твоем пении, ты только заглушаешь голоса дня и голоса ночи в ушах других людей.\r\n\r\nО Радости и Печали\r\n\r\nИ тогда женщина сказала: Скажи нам о Радости и о Печали.\r\n\r\nИ он ответил так:\r\n\r\nТвоя радость – это твое горе без маски.\r\n\r\nВедь тот же самый колодец, из которого поднимается твой смех, был часто заполнен твоими слезами.\r\n\r\nИ разве может быть иначе?\r\n","\r\nЧем глубже твое горе проникло в тебя, тем больше и радости может вместится в тебя.\r\n\r\nРазве не та же чаша, что содержит твое вино, обожглась когда-то в печи гончара?\r\n\r\nИ разве лютня, услаждающая твой дух, не то самое дерево, которое страдало под ножами резчиков?\r\n\r\nКогда ты радуешься, загляни глубоко в свое сердце, и ты обнаружишь, что только то, что приносило тебе печаль, дает тебе и радость.\r\n\r\nИ когда тебе горько, загляни снова в свое сердце, ты увидишь, что в действительности ты плачешь о том, что было твоей радостью.\r\n\r\nКто-то из вас может сказать: «Радость больше, чем печаль», а другие скажут: «Нет, горе больше».\r\n\r\nНо я скажу вам: Они неразлучны.\r\n\r\nВместе пришли они, и когда одна из них сидит с тобой за столом – помни, другая спит на твоей кровати.\r\n\r\nДействительно, как стрелка весов, ты колеблешься между горем и радостью.\r\n\r\nИ только когда ты пуст, она неподвижна в равновесии. Но чуть лишь хранитель сокровищ поднимет весы, чтобы взвесить свое золото и серебро, обязательно твоя радость иль горе на чашах поднимутся иль упадут.\r\n\r\nО Жилищах\r\n\r\nТогда каменщик вышел из толпы и сказал: Расскажи нам о Жилищах.\r\n\r\nИ он ответил так:\r\n\r\nКогда вы строите дом внутри городских стен, вообразите, что вы строите жилище среди дикой природы.\r\n\r\nИменно его видит странник, спрятанный в вас, как бы ни был он одинок и далек.\r\n\r\nВедь ваш дом – продолжение вас самих.\r\n\r\nОн растет под солнцем и спит в спокойствии ночи. И, конечно, у него есть сны. И разве ваш дом не мечтает? И мечтая, разве он не уходит из города в рощу или на вершину холма?\r\n\r\nАх, если бы я мог собрать ваши дома в свою руку и: как сеятель, разбросать их по лесам и полям.\r\n\r\nИ тогда бы долины стали вашими улицами и зеленые тропинки – дорогами, чтобы вы могли ходить друг к другу через виноградники и приносить аромат земли на одеждах.\r\n","\r\nНо время это еще не настало.\r\n\r\nВаши предки в страхе столпили вас слишком тесно друг к другу. Этот страх пока еще не прошел. И стены вашего города будут пока отделять ваши очаги от ваших полей.\r\n\r\nИ скажите мне, люди Орфалеса, что есть у вас, в ваших домах? Что храните вы там, за дверьми, что закрыты?\r\n\r\nЕсть ли там мир, спокойные желания, говорящие о том, что вы сильны?\r\n\r\nЕсть ли там воспоминания, эти мерцающие своды, соединяющие вершины умов?\r\n\r\nЕсть ли там красота, ведущее сердце от вещей, сотворенных из камня и дерева, к священным вершинам?\r\n\r\nСкажите, есть ли все это в ваших домах?\r\n\r\nИли есть у вас только комфорт и стремление к комфорту – это вороватый пришелец, который входит в дом как гость, потом становится хозяином, а потом и властелином.\r\n\r\nИ как укротитель зверей, он железным крючком и бичом превращает ваши самые большие желания в марионетки.\r\n\r\nХоть у него и мягкие руки, сердце его из железа.\r\n\r\nОн убаюкивает вас, только чтобы стать у кровати и смеяться над достоинством вашего тела.\r\n\r\nОн высмеивает ваши разумные чувства и заворачивает их в мягкий пух сухих трав моря, как хрупкие амфоры.\r\n\r\nВот так стремление к роскоши убивает пыл души, а потом идет, улыбаясь, на похоронах.\r\n\r\nНо вы, дети пространств, неугомонные даже во сне, вы не дадите себя поймать и укротить.\r\n\r\nВаш дом будет не якорь, но мачта.\r\n\r\nОн будет не блистательным покровом, скрывающим рану, но веком, защищающим глаз.\r\n\r\nИ вы не сложите крыльев, только чтоб проходить через двери, и не склоните голову, только чтобы не удариться о низкий косяк. И вы не будете боятся дышать оттого, что стены при этом могут треснуть и упадут.\r\n\r\nВы ведь не будете жить в гробницах, сделанных мертвыми для живых.\r\n\r\nВедь как ни красив и богат ваш дом, он не сохранит вашей тайны и не спрячет вашей тоски.\r\n\r\nВедь то в вас, что не имеет границ, остается во дворце неба, чья дверь – утренний туман и чьи окна – песни и молчание ночи.\r\n\r\nОб Одеждах\r\n\r\nИ тогда ткач сказал: Скажи нам об Одеждах.\r\n","\r\nИ он ответил:\r\n\r\nВаши одежды скрывают большую часть того, что в вас прекрасно, но они не скрывают того, что в вас некрасиво.\r\n\r\nИ хотя вы в одеждах ищете свободу иметь свою тайну, вы найдете свою тайну, вы найдете в них лишь хомут и цепи.\r\n\r\nА без них вы смогли бы встретить солнце и ветер вашей кожей, а не только хитоном,\r\n\r\nПотому что дыхание жизни заключено в луче солнца и рукой жизни можно назвать ветер.\r\n\r\nКое-кто из вас скажет: «Те одежды, что носили мы, сотканы северным ветром».\r\n\r\nИ я скажу: \"Да, это северный ветер,\r\n\r\nНо стыд был его ткацким станком, и ваша изнеженность была его ниткой.\r\n\r\nИ когда он кончил эту работу, он смеялся над вами в лесу\".\r\n\r\nНе забудьте, что скромность – это щит против глаза, который нечист.\r\n\r\nИ когда нечистых не будет – не станет ли скромность лишь уздой и обманом ума?\r\n\r\nИ не забудьте – земле так приятно чувствовать ваши босые ноги, а ветрам так хочется играть вашими волосами.\r\n\r\nО Купле и Продаже\r\n\r\nИ сказал купец: Расскажи нам о Купле и Продаже.\r\n\r\nИ он ответил так:\r\n\r\nВы те, кому земля отдает свои плоды, и вы не будете нуждаться, если знаете, что с ними делать.\r\n\r\nВедь в обмене даров земли вы найдете и богатство, достаток и удовольствие.\r\n\r\nИ все же, если обмен не будет сделан с любовью и добрым согласием, он приведет одних к жадности, а других – к голоду,\r\n\r\nВы, – те, кто уходит в туманное море, иль идет в поле за плугом, иль подрезает лозу, – придя на базар, вы встречаете тех, кто делает ткани, и обжигает горшки, и собирает душистые пряности.\r\n\r\nПозовите тогда главного духа Земли, чтобы он появился среди вас и освятил бы ваши весы и вашу способность считать, сколько весит каждая ценность по отношению к другой.\r\n\r\nИ сторонитесь бездельников в ваших делах – тех, что будут пытаться продать свое пустомельство за труд ваш.\r\n\r\nТакому скажите:\r\n","\r\n\"Иди со мной в поле иль с братьями нашими в море и закинь там сеть свою сам,\r\n\r\nПотому что земля или море будут к тебе так же щедры, как были щедры к нам\".\r\n\r\nИ если туда к вам придут певцы, танцоры, флейтисты – купите и их дары тоже.\r\n\r\nПотому что и они – лишь собиратели плодов, и то, что они с собой принесли на продажу, – это тоже хорошая пища для вашей души, хоть она сделана только из мечты и видений.\r\n\r\nИ прежде чем покинете вы ту базарную площадь, проследите, чтоб ни один не ушел бы ни с чем.\r\n\r\nПотому что главный дух Земли не уснет спокойно, пока не будет удовлетворен и самый малый из вас.\r\n\r\nО Преступлении и Наказании\r\n\r\nИ тогда один из судей города вышел вперед и сказал: Скажи нам о Преступлении и Наказании.\r\n\r\nИ он ответил, сказав так:\r\n\r\nКогда дух ваш уходит бродяжничать, как игрушка ветров,\r\n\r\nВот тогда-то вы, одинокий и незащищенный, и совершаете злодеяние против других, а значит, и против себя.\r\n\r\nИ за это плохое, что вы совершили, вы должны набраться терпения и ждать, постучавшись у ворот, что открыты только для благословенных.\r\n\r\nКак океан, велика божественная часть вашего Я;\r\n\r\nОна всегда остается неоскверненной.\r\n\r\nНо, как эфир, она держит на себе только тех, у кого есть крылья.\r\n\r\nИ на солнце похожа божественная часть вашего Я;\r\n\r\nОна не знает путей, которыми пробирается крот, или нор, по которым ползают змеи.\r\n\r\nНо божественное вашего Я живет не одно в вас.\r\n\r\nМногое в вас еще от человека и многое даже от того, кто был еще до него,\r\n\r\nТо, что живет бесформенно в вас от вашего предка-пигмея, бродит сонно в тумане, стараясь проснуться.\r\n\r\nНо только с тем, что в вас Человек, говорю я,\r\n\r\nВедь не божественное вашего Я и не часть его, что от пигмея, а только то в вас, что от Человека, знает, что есть преступление и каково за него наказание.\r\n","\r\nЧасто слышал я – вы говорили о том, кто сделал зло, так, будто он не был одним из вас, а был для вас странник, пришелец из мира другого.\r\n\r\nА я говорю, что как святой и праведный не может подняться выше самого высокого, что есть в каждом из вас,\r\n\r\nТак и злой и слабый не может пасть ниже самого низкого, что также есть в каждом из вас,\r\n\r\nИ как лист одинокий не становится желтым без молчаливого согласия целого дерева,\r\n\r\nТак и обидчик не может сделать плохое, если все вы не желаете того же тайком.\r\n\r\nВедь не одиночками, а как процессия идете вы все к божественному вашего Я.\r\n\r\nИ вы одновременно и путник, и ваша дорога.\r\n\r\nИ когда один из вас падает, он падает за тех, кто позади, чтобы те не споткнулись о камень.\r\n\r\nДа, но он падает из-за тех, кто впереди, кто, хоть и силен в ногах и проворен, все же не убрал камень с дороги.\r\n\r\nИ скажу еще то, что будет вам не очень по нраву:\r\n\r\nУбитый не свободен от ответственности за убийство свое,\r\n\r\nИ ограбленный не безвинен за то, что ограблен\r\n\r\nИ праведный не может отгородиться от дел греховодника,\r\n\r\nИ тот, у кого чистые руки, – не чист в делах обманщика.\r\n\r\nДа, виновный часто сам – жертва пострадавшего,\r\n\r\nИ еще чаще осужденный несет свое бремя за тех, кто остался без греха и кого не винят.\r\n\r\nНо нельзя отделить справедливое от несправедливого и хорошее от греховного,\r\n\r\nПотому что они всегда едины перед лицом солнца, как белая нитка и черная, свитые вместе.\r\n\r\nИ когда порвется черная нитка, ткач не только осматривает весь уже сотканный материал, а также проверит и ткацкий станок.\r\n\r\nИ если кто-то из вас возьмется судить о чьей-то неверной жене,\r\n\r\nПусть он взвесит и сердце мужа ее на весах, и измерит душу его по всем меркам.\r\n\r\nИ пусть тот, кто готовит плетку обидчику, всмотрится в душу того, кто обижен.\r\n\r\n","И если кто из вас будет наказывать от имени праведных, готовый обрушить топор на дерево зла, пусть он всмотрится и в корни его;\r\n\r\nИ, конечно, он найдет там корни зла, но найдет он там также и корни добра, корни полезного и корни вредного свитыми вместе в тишине сердца земли.\r\n\r\nИ вы, судьи, желающие быть справедливыми,\r\n\r\nЧто за приговор прочтете вы тому, кто чист телом, но вор в душе?\r\n\r\nИ что за наказание наложите вы на того, кто был убит другими в душе?\r\n\r\nИ как вы накажите того, кто по делам своим – обманщик и угнетатель И в то же время сам – жертва обмана и жертва насилия?\r\n\r\nИ как вы накажите тех, чье раскаянье стало большим уже, чем то, что они совершили?\r\n\r\nВедь разве раскаяние не есть то, что как раз и хочет получить от виноватого правосудие, которому вы рады служить?\r\n\r\nИ все же вы не можете дать раскаянье невиновному иль отобрать его от сердца виноватого.\r\n\r\nНеутолимо будет приходить оно ночью, чтобы человек мог проснуться и взглянуть на себя.\r\n\r\nА вы, стремящиеся понять справедливость, как вы поймете ее, не взглянув на дела все в полном свете дня?\r\n\r\nТолько тогда вы поймете, что тот, кто стоит, и тот, кто упал, – всего лишь один человек, находящийся в сумерках между ночью пигмейства и светом того, что божественно в его душе,\r\n\r\nВедь и самый главный из камней основания храма ничуть не выше самого нижнего камня в его фундаменте.\r\n\r\nО Законах\r\n\r\nИ тогда сказал адвокат: Что ты думаешь о наших Законах, учитель?\r\n\r\nИ он ответил так: Вы с удовольствием создаете законы,\r\n\r\nИ с еще большим удовольствием их нарушаете.\r\n\r\nКак дети на пляже у океана строят играя все новые песчаные башни, чтоб со смехом сломать их.\r\n\r\nНо пока вы строите свои песчаные башни, океан приносит на берег все новый и новый песок,\r\n\r\nИ, когда вы ломаете то, что построили, океан всегда смеется над простодушными.\r\n","\r\nНо как быть с людьми, для которых жизнь – не океан и созданные человеком законы не песочные замки,\r\n\r\nКак быть с теми, для кого жизнь – это скала, а закон – это кирка, с которой они хотят изменить форму скалы по своему желанию?\r\n\r\nКак быть с калекой, ненавидящем танцы?\r\n\r\nКак быть с влюбленным в хомут свой домашним волом, для которого гуляющие по лесу лось и олень – только бродяги без дома и племени?\r\n\r\nКак быть со старым змеем, который уже не может сбросить свою старую кожу и поэтому называет всех других, кто ее сбрасывает, голыми и бесстыжими?\r\n\r\nИ как быть с тем, кто приходит самым первым на свадебный пир, а когда наевшись, устанет – уходит, говоря, что все пиры – это лишь нарушенье порядков, а те, кто пирует, нарушают законы?\r\n\r\nЧто я скажу о них всех – только то, что они хоть стоят в лучах солнца, но на солнце смотрят их спины?\r\n\r\nА они видят лишь свои тени, и тени свои принимают они за законы.\r\n\r\nИ что для них солнце, если не простой создатель теней?\r\n\r\nИ разве признанье законов для них не есть лишь падение ниц, чтоб ползти по земле вдоль их теней?\r\n\r\nНо вы, кто идет лицом к солнцу, – разве рисунки на бренной земле остановят вас?\r\n\r\nИ вы, кто в дружбе с ветрами, – нужен ли вам флюгер вертлявый, чтоб указать ваш путь?\r\n\r\nКакой закон человека свяжет вам руки, если вы сами, сбросив хомут свой, не тронули тюремные двери других?\r\n\r\nКакой закон человека испугает вас, если, танцуя, вы не спотыкаетесь о коварные цепи других.\r\n\r\nИ кто осудит вас, если вы сорвете с себя одежды, но не бросите их на дороге другого?\r\n\r\nЛюди Орфалеса, вы можете заставить замолчать барабан и ослабить струны лиры, но кто может приказать жаворонку замолчать?\r\n\r\nО Свободе\r\n\r\nИ оратор сказал: Скажи нам о Свободе.\r\n\r\nИ он ответил так:\r\n\r\nУ городских ворот и у очагов ваших домов я видел, как вы простирались ниц, молясь на свою свободу,\r\n\r\n","Точно так же рабы простираются перед тираном и хвалят его, хотя он казнит их.\r\n\r\nИ в роще у храма, и в тени цитадели я видел, как даже самые свободные из вас носят свободу свою, как хомут и наручные цепи.\r\n\r\nИ сердце мое обливалось кровью, потому что вы можете быть свободными лишь тогда, когда желанье быть свободным всегда станет уже вашей привычкой и вы перестанете говорить о свободе как о вашей цели и высшем предназначении по каждому поводу.\r\n\r\nВы будете точно свободны, но лишь тогда, когда ваши дни станут полны забот, а ваши ночи будут полны желаний и грусти,\r\n\r\nИ когда, оплетенные ими, вы вырветесь, подниметесь над жизнью, хотя б обнаженные, но сбросившие все эти путы, – тогда вы свободны.\r\n\r\nРазве можете вы подняться над своими ночами и днями, не разорвав цепей, которыми вы уже опоясали свое будущее еще на рассвете вашего пониманья вещей?\r\n\r\nВедь то, что вы зовете свободой, – это самая прочная из цепей, и ее звенья сверкают на солнце и ослепляют ваши глаза.\r\n\r\nИ что, как не кусочки вашего Я, вы должны раздробить, чтобы стать свободным?\r\n\r\nЕсли есть несправедливый закон, который вам бы хотелось отменить, помните – этот закон был когда-то начертан вашей рукой на вашем собственном лбу.\r\n\r\nИ вы не сотрете его, даже если сожжете свои книги законов, и не смоете его со лбов ваших судей, хоть выльете на них все ваше море.\r\n\r\nИ если вы собираетесь лишить власти тирана, посмотрите сперва, уничтожен ли трон его, возведенный в вашей душе.\r\n\r\nВедь тиран может властвовать над свободными и гордыми, если только внутри их свободы есть тирания и внутри их гордости прячется стыд.\r\n\r\nИ если вы хотите сбросить с себя какую-то заботу, значит, эта забота была выбрана вами самими, а не возложена кем-то на вас.\r\n\r\nИ если вам хочется рассеять свой страх, помните, гнездо этого страха лежит в вашем сердце, а не в руке того, кого вы боитесь.\r\n\r\nПоистине все движется внутри вас в постоянном полуобъятьи: то, чего вы желаете, и то, чего вы боитесь, отвратительное и почитаемое, то, к чему стремитесь и то, чего хотели бы вы избежать.\r\n","\r\nВсе эти вещи движутся внутри вас как светлые пятна и тени, переплетенные парами вместе.\r\n\r\nИ когда одна тень рассеивается, сливаясь со светлым пятном, и исчезает, то что остается, становится тенью для другого, более яркого света.\r\n\r\nТакже и ваша свобода, вырвавшись из кандалов, она превращается в цепи для еще большей свободы.\r\n\r\nО Рассудке и Страсти\r\n\r\nИ жрица из храма заговорила снова, сказав: Скажи нам о Рассудке и Страсти.\r\n\r\nИ он ответил и сказал так:\r\n\r\nВаша душа – часто поле сражения, где ваши рассудок и разум воюют с желанием и страстью.\r\n\r\nЕсли бы я мог стать миротворцем в вашей душе, я бы превратил разлад и борьбу этих стихий в единство мелодии.\r\n\r\nНо как я смогу это сделать, если вы сами не хотите тоже быть миротворцами, не хотите стать любовниками каждой из этих ваших стихий?\r\n\r\nВаш рассудок и ваша страсть – это руль и парус фрегата вашей души.\r\n\r\nИ если парус ваши иль руль будут сломаны, ваш фрегат может только метаться бесцельно, иль дрейфовать, иль застыть посредине огромного моря.\r\n\r\nПотому, что рассудок, если правит один, – это сила, но имеющая четкий предел, а страсть, если не управляема, – это пламя, что сжигает дотла.\r\n\r\nПоэтому позвольте вашей душе поднять ваш рассудок до высот страсти, чтоб он мог запеть;\r\n\r\nИ пусть рассудок направляет вашу страсть разумно, чтоб страсть могла воскрешаться изо дня в день и вставать, как феникс, из собственного пепла.\r\n\r\nМне бы хотелось, чтобы вы взглянули на ваши суждения и ваши желания как на двух гостей дорогих, сидящих за вашим столом.\r\n\r\nВы ведь не будете делать одного из гостей выше другого, потому что тот, кто заботится больше об одном из гостей, теряет любовь и уважение обоих.\r\n\r\nСреди холмов, когда вы сидите в прохладной тени белых тополей, внимая спокойствию и безмятежности дальних полей и лугов, – пусть ваше сердце скажет молчаливо: «Бог покоится в рассудке».\r\n\r\nИ когда приходит буря, и дикие ветры сотрясают лес, и гром и молнии провозглашают величие неба – тогда пусть ваше сердце воскликнет в благоговейном трепете: «Бог обретает движение в страсти».\r\n","\r\nИ так как вы – только дыхание божественных сфер и только лист в лесу Бога, вы тоже должны покоиться в рассудке и обретать движение в страсти.\r\n\r\nО Боли\r\n\r\nТогда заговорила женщина, сказав: Расскажи нам о Боли.\r\n\r\nИ он ответил так:\r\n\r\nВаша боль от того, что ломается оболочка, скрывающая вас от пониманья вещей.\r\n\r\nЧтобы сердце плода могло предстать перед солнцем, его твердая косточка должна расколоться, вот так же и вы должны узнать боль.\r\n\r\nИ если бы сердце ваше не переставало изумляться чудесам, которые жизнь приносит вам каждый день, ваша боль казалась бы вам не менее длинной, чем радость;\r\n\r\nИ вы бы смирились со сменой времен года вашего сердца, подобно тому как принимаете смену сезонов, проходящих через ваши поля.\r\n\r\nИ наблюдали бы с безмятежностью за зимами ваших печалей.\r\n\r\nЗначительную часть вашей боли вы выбрали сами.\r\n\r\nЭто горькое снадобье, которым врач внутри вас лечит заболевшую часть вашего Я.\r\n\r\nПоэтому доверьтесь врачу и пейте его лекарство молча, безропотно:\r\n\r\nПотому что, как ни тяжела и жестока рука -она управляется бережной рукой Невидимого,\r\n\r\nИ чаша, что он вам поднес, хотя и жжет ваши губы, сделана Гончаром из глины, смоченной Его собственными святыми слезами.\r\n\r\nО Познании Себя\r\n\r\nИ спросил мужчина: Скажи нам о Познании Себя.\r\n\r\nИ он ответил так:\r\n\r\nВаши сердца знают, но молчат, о секретах дней и ночей.\r\n\r\nНо уши ваши жаждут услышать о том, что знает сердце.\r\n\r\nИ вы услышите в словах то, что вы всегда знали в мыслях.\r\n\r\nИ вы дотронетесь пальцами до нагого тела ваших мечтаний.\r\n\r\nТак это и должно быть.\r\n\r\nВедь скрытый родник вашей души должен подняться и побежать, журча, к морю;\r\n\r\nИ сокровище ваших бесконечных глубин должно открыться вашим глазам.\r\n\r\n","Но пусть не будет весов, чтобы взвешивать это сокровище, которое вам неизвестно;\r\n\r\nИ не стремитесь измерить глубину познанья себя при помощи мерной рулетки,\r\n\r\nПотому что Я – это море, которое не имеет границ и которое невозможно измерить.\r\n\r\nНе говорите: «Я нашел правду», а скажите: «Я нашел крупицу правды».\r\n\r\nНе говорите: «Я нашел дорогу, которой идет душа», а скажите: «Я встретил душу, идущую моей дорогой».\r\n\r\nПотому что душа идет всеми дорогами.\r\n\r\nПотому что душа не идет по прямой и не растет, как тростник.\r\n\r\nПотому что душа, как цветок лотоса, открывает свои лепестки один за другим и число их нельзя сосчитать.\r\n\r\nОб Учении\r\n\r\nТогда сказал учитель: Расскажи нам об Учении.\r\n\r\nИ он сказал так:\r\n\r\nНи один человек не покажет вам больше, чем то, что лежит в полусне рассвета вашего знания.\r\n\r\nИ учитель, прохаживающийся в тени храма в окружении учеников, дарит им не мудрость свою, а только веру и способность любить.\r\n\r\nЕсли он действительно мудр, он не пригласит вас в дом своей мудрости, а лишь подведет вас к порогу вашего собственного ума.\r\n\r\nАстроном может рассказать вам о своем понимании пространства, но он не может дать вам своего пониманья.\r\n\r\nМузыкант может петь вам о ритме, который нас окружает везде, но он не может дать вам слух, чтоб уловить этот ритм, или голос, чтобы его повторить.\r\n\r\nИ тот, кто сведущ в науке о числах, может рассказать вам о мире мер и весов, но он не может провести вас туда.\r\n\r\nПотому что прозрение одного человека не простирает крылья свои на другого.\r\n\r\nИ каждый из вас стоит в одиночку пред Богом, так каждый из вас должен быть одинок и в своем знании Бога и пониманье Земли.\r\n\r\nО Дружбе\r\n\r\nА потом вышел юноша и попросил: Скажи нам о Дружбе.\r\n\r\nИ он ответил так:\r\n","\r\nВаш друг – это ваши удовлетворенные нужды.\r\n\r\nОн – ваше поле, которое вы засеваете любовью и пожинаете благодарностью.\r\n\r\nИ он – ваши стол и очаг.\r\n\r\nВы приходите к нему голодный для того, чтоб насытиться покоем.\r\n\r\nКогда ваш друг открывает вам свои мысли, не бойтесь говорить ему «нет» лишь про себя и не отказывайте ему в «да».\r\n\r\nИ когда он молчит, пусть ваше сердце не перестанет слушать сердце его,\r\n\r\nПотому что, если есть дружба, все мысли, все желания и все надежды рождаются и разделяются с радостью, которой не нужно признание и не нужны слова.\r\n\r\nНо не горюйте, когда вы расстаетесь с другом своим,\r\n\r\nВедь то главное, что вы любите в нем, может быть виднее в разлуке, как путешественнику гора видится лучше с равнины.\r\n\r\nИ пусть не будет в вашей дружбе целей других – только углубление духа.\r\n\r\nПотому что любовь, которая ищет не только открытия собственной тайны, – это уже не любовь, а лишь сеть, брошенная наугад, чтоб поймать, что попадется.\r\n\r\nИ пусть все лучшее в вас будет для друга.\r\n\r\nРаз уж он должен знать ваши отливы, пусть он знает и ваши приливы.\r\n\r\nПотому что зачем вам нужен друг, если вы ищете его, только чтоб скоротать свое время?\r\n\r\nИщите встречи с другом всегда, когда у вас есть время Жить.\r\n\r\nВедь друг существует, чтобы удовлетворить вашу нужду, а не заполнить в вас пустоту.\r\n\r\nИ в сладости дружбы пусть будут смех и разделенные радости.\r\n\r\nПотому что сердце находит утро свое и набирает сил как раз в росе малых вещей.\r\n\r\nО Разговоре\r\n\r\nИ тогда ученых человек сказал: Скажи нам о Разговоре.\r\n\r\nИ он ответил, говоря так:\r\n\r\nВы разговариваете, когда перестаете быть в мире с вашими мыслями;\r\n","\r\nИ когда вы больше не можете жить в одиночестве вашего сердца, вы живете губами, а звук становится лишь развлечением.\r\n\r\nИ во многом из того, что вы говорите, мысль наполовину убита.\r\n\r\nПотому что мысль – это птица открытых пространств, которая в клетке из слов может расправить крылья, но не может летать.\r\n\r\nЕсли среди вас такие, кто ищет разговорчивого из страха остаться наедине с собой.\r\n\r\nМолчание одиночества обнажает глаза их собственного Я, и им хочется бежать от себя.\r\n\r\nИ есть те, кто в разговоре неосознанно открывают правду, которую сами не понимают.\r\n\r\nИ есть те, у кого правда в них самих, но они не говорят о ней словами.\r\n\r\nИ в груди вот таких дух живет в ритмичном молчании.\r\n\r\nКогда ты встретишь друга на дороге иль на базаре, пусть дух, что живет в тебе, движет твоими губами и управляет твоим языком.\r\n\r\nИ пусть голос твоего голоса говорит уху его уха.\r\n\r\nПотому что его душа будет хранить правду твоего сердца, как хранится вкус вина, когда цвет его забыт и сосуда уже нет больше.\r\n\r\nО Времени\r\n\r\nИ астроном сказал: Учитель, а Время – что это?\r\n\r\nИ он ответил так:\r\n\r\nВы хотели бы измерить необъятное и неизмеримое время.\r\n\r\nВы хотели бы приспособить себя и даже направить дух свой по пути, соответствующему часам и сезонам.\r\n\r\nИз времени вы хотели бы сделать ручей, на чьем берегу вы сидели бы, глядя, как время течет.\r\n\r\nИ все же непреходящее в вас понимает, что жизнь неподвластна теченью времен,\r\n\r\nИ знает, что вчера – это всего лишь память сегодня, а завтра – это лишь мечта сегодня.\r\n\r\nИ то, что поет в вас и созерцает, – все еще живет в границах той первой секунды, которая разбросала звезды в пространстве.\r\n\r\nКто из вас не чувствует, что его сила любить не имеет границ?\r\n\r\nИ все же кто не чувствует, что та же любовь, столь безграничная, заключена внутри лишь его самого и не движется от одной любовной мысли к другой или от одного любовного действия к другому?\r\n","\r\nИ разве само время не то же, что и любовь, – неделимо и безгранично?\r\n\r\nНо коль в ваших мыслях вы должны мерить время сезонами, пусть ваш каждый сезон охватывает все другие сезоны.\r\n\r\nИ пусть сегодня обнимет свое прошлое, укутав его памятью и будущее страстным желаньем его.\r\n\r\nО Добре и Зле\r\n\r\nИ один старейший города сказал: Скажи нам о Добре и Зле.\r\n\r\nИ он ответил:\r\n\r\nО хорошем в вас я могу говорить, а не о зле.\r\n\r\nВедь что есть зло, если не добро, измученное собственным голодом и жаждой?\r\n\r\nПоистине, когда добро голодно, оно ищет пищу даже в темных пещерах, и когда оно жаждет – оно пьет даже мертвые воды.\r\n\r\nВы добры, когда вы едины сами с собой.\r\n\r\nНо и когда вы разъединены, вы не зло.\r\n\r\nПотому что и дом, где нет согласия, – еще не гнездо воров, это просто дом, где нет согласия.\r\n\r\nИ корабль без руля может плавать без цели между опасными островами и все же не уйти на дно.\r\n\r\nВы добры, когда заставляете себя дарить.\r\n\r\nНо и когда вы хотите получить для себя – вы не зло.\r\n\r\nПотому что, когда вы стараетесь приобрести, вы просто корень, который прильнув к грудям земли, сосет их молоко.\r\n\r\nКонечно, плод не может сказать корню: «Будь как я, зрелым и всегда раздающим свое изобилие».\r\n\r\nПотому что для плода отдавать есть его назначение, так же как получать – предназначение корня.\r\n\r\nВы – носитель добра, когда вы говорите, все ваши чувства не спят, отражаясь в словах.\r\n\r\nНо вы не носитель зла, даже когда ваш язык бормочет что-то без цели, в то время, как Я ваше спит.\r\n\r\nВедь даже и бормотание может усилить слабый язык.\r\n\r\nВы – носитель добра, когда вы идете к цели своей твердо и шаги ваши смелы.\r\n\r\nНо вы не носитель зла, и когда идете хромая.\r\n\r\n","Даже тот, кто идет хромая, идет тоже вперед.\r\n\r\nНо вы, кто силен и скор, смотрите, чтоб не хромать перед настоящим хромым, думая, что этим вы делаете доброе дело.\r\n\r\nВы хороши в бесчисленных добрых делах, но вы не несете зла, и когда не делаете добра,\r\n\r\nВы просто теряете даром время и медлите.\r\n\r\nЖаль, что олени не могут учить быстроте черепах.\r\n\r\nВ вашем стремлении сделать свое Я огромным лежит ваша доброта, и это стремление есть в каждом из вас.\r\n\r\nНо в некоторых это стремление сильно как поток, мощно несущийся к морю, увлекающий за собой секреты склонов холмов и песни лесов.\r\n\r\nА в других то же стремление – лишь тихий ручей, теряющийся в собственных петлях и изгибах и не достигающий моря.\r\n\r\nНо пусть тот, кто ретив, не скажет тому, кто спокоен: «Почему ты медлишь и останавливаешься?»\r\n\r\nПотому что настоящий носитель добра не спросит у голого: «Где твое платье?» – иль у бездомного: «Что с домом твоим случилось?»\r\n\r\nО Молитве\r\n\r\nТогда жрица сказала: Скажи нам о Молитве.\r\n\r\nИ он ответил так:\r\n\r\nВы молитесь, когда у вас нужда или горе, а ведь могли бы молиться также в дни ваших радостей и в дни изобилия.\r\n\r\nВедь что есть молитва, если не продолжение вашего Я, живущее в небесном пространстве?\r\n\r\nИ если вам становится лучше, когда вы изливаете свою тьму в это пространство, вам будет приятно излить туда и зарю своего сердца.\r\n\r\nИ если, когда ваша душа зовет вас на молитву, вы можете лишь рыдать, она должна пробудить вас к этому снова и снова, пока рыдания ваши не перейдут в смех.\r\n\r\nКогда вы молитесь, вы поднимаетесь ввысь, чтобы встретиться с теми, кто тоже молится в этот час и кого без молитвы вы никогда бы не встретили.\r\n\r\nПоэтому пусть ваш визит в этот невидимый храм будет только лишь для восторга и радости встречи.\r\n\r\nПотому что, если вы вошли в храм, лишь чтоб просить, вы не получите.\r\n\r\nИ если вы вошли в него лишь для того, чтоб унизить себя, – вас не поднимут.\r\n","\r\nИ даже если вы вошли в храм, чтоб молится о благополучии других – вас не услышат.\r\n\r\nДостаточно того, что вы входите в тот невидимый храм.\r\n\r\nЯ не могу дать вам слова ваших молитв.\r\n\r\nБог слушает не ваши слова, кроме тех случаев, когда Он Сам вкладывает их в ваши уста.\r\n\r\nИ я не могу научить вас молитве ваших морей, и лесов, и гор.\r\n\r\nНо вы, дети тех гор, и лесов, и морей, сами найдете их молитву в вашем сердце.\r\n\r\nИ если вы просто прислушаетесь в тишине ночи, вы услышите, как они говорят молчаливо:\r\n\r\n\"Наш Бог, ты создал наше крылатое Я, это твоя воля повелевает в нас.\r\n\r\nЭто твое желание желает в нас.\r\n\r\nЭто с твоего побуждения наши ночи, которые принадлежат и тебе, превращаются в дни, тоже твои.\r\n\r\nМы не можем просить у тебя ничего, потому что ты знаешь наши нужды, прежде чем они в нас рождаются:\r\n\r\nТы придумал нам нашу нужду, и, давая нам больше себя, ты дашь нам все, что нам надо\".\r\n\r\nОб Удовольствии\r\n\r\nТогда отшельник, который посещал этот город раз в году, вышел вперед и сказал: Скажи нам об Удовольствии.\r\n\r\nИ он ответил, сказав:\r\n\r\nУдовольствие – это песнь свободы,\r\n\r\nНо это не свобода.\r\n\r\nЭто цветение ваших желаний,\r\n\r\nНо это не плод их.\r\n\r\nЭто глубина, зовущая ввысь,\r\n\r\nНо это не та глубина и не та высота.\r\n\r\nЭто заключенный в клетку, которому дали вдруг крылья,\r\n\r\nНо это не заключенное в рамки пространство.\r\n\r\nДа, поистине, удовольствие – это песня свободы.\r\n\r\nИ я буду рад, если вы запоете ее от всего сердца, хотя я не хотел бы, чтобы вы потеряли сердце свое в этом пении.\r\n","\r\nИ есть среди вас юноши, кто ищет удовольствие, как если б в них все заключалось, – их вы уже осудили и упрекнули.\r\n\r\nНо я бы не стал осуждать и упрекать, я дал бы им право искать.\r\n\r\nКонечно, они найдут удовольствие, но не одно удовольствие;\r\n\r\nУ него есть семь сестер, и каждая из них еще более прекрасна, чем просто удовольствие.\r\n\r\nРазве вы не слышали о человеке, который копался в земле, чтобы найти корни, а нашел сокровище?\r\n\r\nИ есть среди вас старики, кто вспоминает удовольствие с сожалением, как будто это были ошибки, совершенные ими, когда они были пьяны.\r\n\r\nНо сожаленье – это затмение разума, а не способ себя наказать за то, что прошло.\r\n\r\nИм бы лучше вспомнить их удовольствия с благодарностью, как они вспоминали бы об урожае лета.\r\n\r\nИ все же, если их сожаленья утешают – пусть утешаются.\r\n\r\nИ есть среди вас такие, кто уж не юн, чтобы искать, и недостаточно стар, чтобы лишь вспоминать.\r\n\r\nИ, страшась искать иль вспоминать, они избегают всех удовольствий, чтобы не обделить свой дух, не оскорбить его.\r\n\r\nНо даже в таком отречении находят они свое удовольствие.\r\n\r\nВот так они тоже находят сокровища, хотя их дрожащие руки роют землю в поисках кореньев,\r\n\r\nНо скажите мне, кто тот, который может обидеть дух?\r\n\r\nРазве соловей обижает тишину ночи или светлячок – звезды?\r\n\r\nИ разве ваше пламя или ваш дым обременяют ветер?\r\n\r\nВы думаете, что дух – это тихий водоем, который можно возмутить посохом?\r\n\r\nЧасто, отказываясь от удовольствия, вы просто прячете желанье его в тайники вашего Я.\r\n\r\nНо кто знает, может то, что кажется упущенным сегодня, ожидает вас завтра?\r\n\r\nДаже ваше тело знает то, чем может гордиться, знает свои законные нужды, и его не ввести в заблуждение.\r\n\r\nА ведь ваше тело – это арфа вашей души, И от вас зависит – извлечь из нее сладкую музыку или звуков сумбур.\r\n\r\nА теперь вы спрашиваете в вашем сердце:\r\n\r\n«Как мы отделим то, что хорошо в удовольствии, от того, что не хорошо?»\r\n\r\nИдите в ваши поля и в ваши сады, и вы узнаете, что для пчелы удовольствие – собирать мед с цветка,\r\n","\r\nНо для цветка отдать свою сладость пчеле – тоже удовольствие.\r\n\r\nПотому что для пчелы цветок – фонтан жизни,\r\n\r\nА для цветка пчела – посланец любви.\r\n\r\nИ для обоих, для пчелы и цветка, давать и получать удовольствие – это и необходимость, и наслаждение.\r\n\r\nЛюди Орфалеса, будьте в ваших удовольствиях, как цветы и пчелы.\r\n\r\nО Красоте\r\n\r\nИ вышел поэт и сказал: Скажи нам о Красоте.\r\n\r\nИ он ответил так:\r\n\r\nГде вы найдете красоту и как узнаете вы ее, если она сама не будет вашим путем и поводырем?\r\n\r\nИ как вы будете говорить о ней, если она будет тем ткачом, кто ткет вашу речь?\r\n\r\nГоремыка иль раненный скажет: \"Красота добра и милосердна.\r\n\r\nКак молодая мать, еще стесняющаяся своего собственного великолепия, она идет среди нас\".\r\n\r\nА страстный скажет: \"Нет, красота – это что-то могучее и устрашающее.\r\n\r\nКак буря она сотрясает землю под ногами и небо над головой\".\r\n\r\nУсталый и утомленный скажет: \"Красота – она как мягкий шепот. Она говорит с нашим духом.\r\n\r\nЕе голос утихает перед нашим молчанием, как слабый огонь, что трепещет от страха пред тенью\".\r\n\r\nНо беспокойный скажет: \"Мы слышали ее кричащей среди горных вершин,\r\n\r\nИ с ее криками доносились цокот копыт, и хлопанье крыльев, и рычанье львов\".\r\n\r\nВечером стражник города скажет: «Красота встанет на востоке с рассветом».\r\n\r\nА в середине дня, те, кто трудится иль путешествует, скажут: «Мы видели ее склонившейся над землей из окон заката».\r\n\r\nЗимой занесенные снегом говорят: «Она придет с весной, бегущей по холмам».\r\n\r\nА в летней жаре жрецы говорят: «Мы видели ее танцующей с листьями осени, и мы видели снежные пряди в ее волосах».\r\n\r\nВсе это говорили вы о красоте.\r\n\r\nИ все же, по правде, вы говорили не о ней, а о своих неудовлетворенных нуждах,\r\n","\r\nА красота – это не нужда, но экстаз.\r\n\r\nЭто не пересохший рот или пустая, протянутая за подаянием рука,\r\n\r\nЭто, скорее, объятое пламенем сердце и поющая от восторга душа.\r\n\r\nЭто не образ, который можно увидеть, и не песня, которую можно услышать,\r\n\r\nЭто, скорее, образ, что стоит перед вами, хотя вы закрыли ваши глаза, и песня, которую вам слышно, хотя вы заткнули свои уши.\r\n\r\nЭто не сок, сохранившийся в ободранной коре дерева, и не крыло, скрепленное с когтем,\r\n\r\nЭто, скорее, сад, который вечно в цветах, и сонм ангелов, которые всегда в полете.\r\n\r\nЛюди Орфалеса, красота – это Жизнь, когда Жизнь снимает покрывало со своего святого лица.\r\n\r\nНо вы сами являетесь этой Жизнью, и вы сами – ее покрывало.\r\n\r\nКрасота – это вечность, смотрящая на себя в зеркало.\r\n\r\nНо вы сами являетесь этой вечностью, и вы – ее зеркало.\r\n\r\nО Религии\r\n\r\nИ старый жрец сказал: Скажи нам о Религии.\r\n\r\nИ он сказал так:\r\n\r\nА разве я говорил сегодня о чем-нибудь еще?\r\n\r\nРазве религия – это не все ваши дела и все их отражения и не все то, что не является ни делом, ни его отражением, а лишь радостью и удивлением, всегда льющимся из вашей души, даже когда ваши руки рубят камень иль работают за ткацким станком?\r\n\r\nКто может отделить свою веру от своих действий иль убеждение от того, чем он занят?\r\n\r\nКто может расстелить свое время пред собой, говоря: «Это для Бога, а это для себя, это для моей души, а это, другое, для тела»?\r\n\r\nВсе ваши часы – это крылья, несущие вас сквозь пространства от себя к себе.\r\n\r\nНу а тому, кто носит свою мораль только как выходное платье, лучше быть голым.\r\n\r\nВедь ветер и солнце не сделают дыр в его коже,\r\n\r\nИ тот, кто определяет свое поведение лишь этикой, заключает свою певчую птицу в клетку.\r\n","\r\nСамая свободная песня не приходит ни из-за решетки, ни из-за колючей проволоки.\r\n\r\nИ тот, для кого молитва – это окно, которое можно открыть, но можно закрыть, еще не посетил дом своей души, чьи окна простираются от зари до зари.\r\n\r\nВаша будничная жизнь является вашим храмом и вашей религией.\r\n\r\nИ всегда, когда вы входите туда, берете с собой все, что у вас есть.\r\n\r\nВозьмите с собой и плуг, и наковальню, и молот, и лютню, Все те вещи, что вы создали по нужде или для наслаждения.\r\n\r\nПотому что в молитвах своих вы не сможете подняться выше своих достижений или упасть ниже своих неудач.\r\n\r\nИ возьмите с собой всех людей,\r\n\r\nПотому что в этих молитвах вы не сможете ни взлететь выше, чем их надежды, ни унизить себя ниже отчаянья их.\r\n\r\nИ если вы узнаете Бога, не ждите, что он ответит на ваши вопросы и поправит ваши ошибки.\r\n\r\nЛучше посмотрите вокруг, и увидите Его играющим с вашими детьми.\r\n\r\nИ взгляните в пространство: вы увидите Его идущим по облаку, простирающим руки свои в виде молнии и спускающимся в виде дождя.\r\n\r\nВы увидите, что он улыбается в цветах, а потом поднимается и шевелит руками Своими в деревьях.\r\n\r\nО Смерти\r\n\r\nТогда Алмитра заговорила, сказав: Мы хотим спросить тебя о Смерти.\r\n\r\nИ он сказал так:\r\n\r\nВы хотели бы узнать секрет смерти.\r\n\r\nНо как вы найдете его, если не будете искать его в сердце жизни?\r\n\r\nФилин, чьи привыкшие к ночи глаза слепы днем, не может снять покрывало с тайны света.\r\n\r\nЕсли вы действительно хотите узнать дух смерти, откройте широко ваше сердце для тела жизни.\r\n\r\nПотому что жизнь и смерть – одно целое, так же как одним целым являются река и море.\r\n\r\nВ глубине ваших надежд и желаний лежит ваше молчаливое знанье потустороннего;\r\n","\r\nИ как семена, что спят под снегом, ваше сердце грезит весной.\r\n\r\nВерьте этим снам, потому что в них скрыты ворота в вечность.\r\n\r\nВаш страх перед смертью – это только дрожь пастуха, стоящего пред своим королем, чья рука готова отметить его почетом. Разве пастух не рад, хоть и дрожит, что сам король отметит его?\r\n\r\nИ все же разве не думает он больше всего о дрожи своей?\r\n\r\nРазве умереть не значит лишь встать обнаженным под ветер, чтобы слиться, расплавившись, с солнцем?\r\n\r\nИ разве остановка дыхания не есть лишь освобождение его от беспокойных приливов и отливов, так, чтоб оно поднялось и простерлось без всяких забот в поисках Бога?\r\n\r\nТолько испив из реки молчания, вы сможете по-настоящему петь.\r\n\r\nИ когда вы достигнете вершины горы, только тогда вы сможете начать восхождение.\r\n\r\nИ когда земля затребует все ваше тело, тогда только вы начнете настоящий свой танец.\r\n\r\nВсего Хорошего\r\n\r\nИ подошел вечер.\r\n\r\nИ Алмитра, пророчица, сказала: Пусть будет благословен этот день и это место и твой дух, который говорил с нами.\r\n\r\nА он ответил: «Разве это я говорил с вами? Разве я тоже не был лишь слушатель?»\r\n\r\nПосле этого он сошел со ступенек Храма, и все люди последовали за ним. И он взошел на корабль и встал на палубе.\r\n\r\nИ, снова взглянув на толпу, он возвысил голос и сказал:\r\n\r\nЛюди Орфалеса, мой ветер говорит мне – я должен покинуть вас.\r\n\r\nЯ не так тороплюсь, как ветер, но все же я должен уйти.\r\n\r\nМы, скитальцы, всегда выбираем самую пустынную из дорог и не начинаем дня там, где мы окончили предыдущий; и ни один восход не найдет нас там, где закат оставил нас.\r\n\r\nДаже когда земля спит, мы в пути.\r\n\r\nМы – семена цепких растений, и, как только мы возмужаем и сердца наши станут полны, нас бросают по ветру, который разносит нас.\r\n","\r\nМои дни среди вас были так кратки, и еще короче были слова, что я вам сказал.\r\n\r\nНо если голос мой перестанет звучать в ваших ушах и моя любовь исчезнет из вашей памяти, тогда я снова вернусь.\r\n\r\nИ буду снова говорить с вами еще более полным сердцем и устами, еще более податливыми Духу.\r\n\r\nДа, я вернусь, когда придет срок.\r\n\r\nИ хотя смерть может спрятать меня и я буду окутан еще большим молчанием, я снова буду искать вашего понимания.\r\n\r\nИ буду искать его не без пользы.\r\n\r\nВедь если то, что я говорил, окажется правдой, эта правда заявит о себе еще более ясным голосом, и слова ее будут лучше отвечать вашим мыслям.\r\n\r\nМеня уносит ветер, люди Орфалеса, но я не кану в пустоту.\r\n\r\nИ если день этот не стал днем, когда ваши нужды удовлетворились и моя любовь принесла вам плоды, тогда пусть этот день будет обещанием другого дня.\r\n\r\nНужды человека меняются, но любовь его постоянна и постоянно его желание, чтобы эта любовь удовлетворяла его нужды.\r\n\r\nПоэтому знайте, что и из большого молчания я вернусь к вам.\r\n\r\nТуман, который уходит с восходом, оставляя на полях только росу, поднимется и соберется в облако и затем упадет дождем.\r\n\r\nИ я тоже похож был на этот туман.\r\n\r\nВ молчании ночей ходил я по улицам вашим, и мой дух входил в ваши дома.\r\n\r\nИ биение ваших сердец было в моем сердце, и ваше дыхание было на моем лице, и я знал вас всех.\r\n\r\nДа, я делил с вами вашу радость и вашу боль, и, когда вы засыпали, ваши сны становились моими снами.\r\n\r\nИ часто я был среди вас как озеро между горами.\r\n\r\nЯ отражал ваши вершины и неровные склоны и даже пролетающие стайки ваших мыслей и ваших желаний.\r\n\r\nИ ручьи смеха ваших детей и реки томления ваших юношей впадали в мое молчание.\r\n\r\nЭти ручьи и реки не перестали петь даже тогда, когда они достигали глубин моего Я.\r\n\r\nНо что-то еще более нежное, чем смех, и большее, чем томление, вошло в меня.\r\n","\r\nЭто была безграничность, которую я в вас нашел;\r\n\r\nОгромный великан, в котором вы все только клетки и жилы;\r\n\r\nВеликан, в чьем пении ваше пенье – лишь беззвучное сотрясение воздуха.\r\n\r\nВ этом великане и каждый из вас был огромен.\r\n\r\nИ, глядя на него, я до конца разглядел и полюбил вас.\r\n\r\nРазве все расстояния, что пролетает любовь, не в пределах этого великана?\r\n\r\nИ разве есть видения, догадки, надежды, которые могут уносить дальше, чем этот полет?\r\n\r\nКак гигантский дуб, покрытый цветами яблони, живет в вас этот великан.\r\n\r\nЕго мощь гнет вас к земле, его аромат поднимает вас в высь, и в его долговечности вы сами бессмертны.\r\n\r\nВам говорили, что, так же как цепь, вы слабы самым слабым своим звеном,\r\n\r\nНо это лишь половина правды. Вы сильны самым крепким своим звеном.\r\n\r\nМерить вас самыми малыми вашими делами все равно что мерить мощь океана хрупкостью его пены.\r\n\r\nОбвинять вас за ваши неудачи все равно что обвинять времена года за их непостоянство.\r\n\r\nДа, вы похожи на океан,\r\n\r\nИ хотя тяжело груженные суда ждут прилива на ваших берегах, все же, как океан, вы не можете торопить ваши приливы.\r\n\r\nНо вы похожи также и на времена года,\r\n\r\nВедь, хотя вашей зимой вы отрицаете существование вашей весны,\r\n\r\nВсе же весна, дремлющая внутри вас, улыбается во сне и не в обиде на вас.\r\n\r\nНо не думайте, что я говорю это лишь для того, чтобы вы сказали друг другу: «Он оценил нас хорошо, высоко. Он видел только хорошее в нас».\r\n\r\nЯ лишь говорю вам словами то, что вы сами знаете в мыслях своих.\r\n\r\nА ведь что такое словесное знанье, как не жалкая тень бессловесного?\r\n\r\n","Ваши мысли и мои слова – это лишь волны запечатанной памяти, в которой хранятся записи про наши вчера,\r\n\r\nИ про древние дни, когда Земля не знала еще ни нас, ни себя,\r\n\r\nИ про ночи, когда все на Земле было еще в беспорядке.\r\n\r\nМудрецы приходили к вам, чтобы дать вам своей мудрости. Я пришел к вам, чтобы взять от мудрости вашей.\r\n\r\nИ вот я нашел то, что больше чем мудрость.\r\n\r\nЭто пламя вашего духа, которое все разрастается, Пока вы, не обращая вниманья на его рост, сокрушаетесь лишь об увядании ваших дней.\r\n\r\nНо боится могилы только жизнь, которая ищет жизни лишь в плоти.\r\n\r\nЗдесь нет могил.\r\n\r\nЭти горы и эти равнины – одновременно и колыбель, и ступенька. Когда вы проходите мимо поля, где вы хоронили предков своих, посмотрите туда хорошенько, и вы увидите там себя и своих детей, танцующих вместе, взявшись за руки.\r\n\r\nПоистине, вы часто веселитесь, не зная об этом.\r\n\r\nК вам приходили другие, они обещали вашей вере горы златые, и за то обещанье вы отдали им только ваши богатства, вашу власть, вашу славу.\r\n\r\nЯ дал вам меньше, чем обещанье, и все же вы были много щедрее ко мне.\r\n\r\nВы дали мне еще большую жажду жизни.\r\n\r\nА ведь нет большего для человека подарка, чем тот, что превращает все его цели в желанья, от которых у него пересохшие губы и вся жизнь становится как прекрасный фонтан.\r\n\r\nИ мой почет и вознагражденье мое заключаются в следующем:\r\n\r\nВсегда, когда я подхожу к тому фонтану напиться, я нахожу, что живая вода его сама томится жаждой;\r\n\r\nИ пока я ее пью, она пьет меня.\r\n\r\nКое-кто из вас думает, что я горд и слишком стеснителен, чтобы брать ваши подарки.\r\n\r\nЯ действительно слишком горд, чтобы работать за вознаграждение, иное дело – подарки.\r\n\r\nИ хотя я питался ягодами среди окрестных холмов, когда вы хотели бы видеть меня сидящим за вашим столом,\r\n\r\nИ спал в портике храма, когда вы с радостью приняли бы меня к себе,\r\n","\r\nВсе же разве не ваше любящее внимание к моим дням и ночам превратило пищу мою в нектар и наполнило мой сон сновидениями?\r\n\r\nНо больше всего я благословляю вас вот за что:\r\n\r\nВы даете много и даже не знаете об этом.\r\n\r\nА ведь доброта, которая любуется собой в зеркале, превращается в камень\r\n\r\nИ хорошее дело, которое называет себя красивыми именами, становится родителем проклятья.\r\n\r\nКому-то из вас казался я отчужденным и пьяным своим одиночеством,\r\n\r\nИ вы говорили: \"Он держит совет с деревьями своего леса, но не с нами, с людьми.\r\n\r\nОн сидит одиноко на вершинах холмов и смотрит вниз на наш город\".\r\n\r\nЭто правда, что я поднимался на эти холмы и гулял в отдаленных местах.\r\n\r\nНо разве смог бы я увидеть вас, если бы не уходил на большие высоты и расстояния?\r\n\r\nКак может кто-нибудь быть по-настоящему близко, если он не ушел далеко?\r\n\r\nИ есть среди вас другие, кто не обращались ко мне в словах, и они говорили:\r\n\r\n\"Странник, странник, любитель недостижимых высот, почему бродишь ты средь вершин, где орлы строят гнезда?\r\n\r\nПочему ищешь то, чего достигнуть нельзя?\r\n\r\nЧто за бури собираешься ты ловить в свою сеть?\r\n\r\nИ каких ускользающих птиц ловишь ты в своем небе?\r\n\r\nПриди и будь таким же, как мы.\r\n\r\nСпустись утолить свой голод хлебом из наших запасов и свою жажду – нашим вином\".\r\n\r\nВ одиночестве своих душ они говорили все это.\r\n\r\nНо если бы одиночество их было глубже, они знали бы – я искал только секрет вашей радости и вашей беды,\r\n\r\nИ я охотился только за главным в ваших Я, за тем, что бродит по небесам.\r\n\r\nНо за охотником тоже охотились;\r\n\r\nПоэтому много моих стрел покинули лук мой только лишь для того, чтобы найти мою грудь.\r\n","\r\nИ летающий был в тоже время ползущим,\r\n\r\nПотому что, когда я расправлял свои крылья под солнцем, их тень на земле была лишь черепахой.\r\n\r\nИ я, верующий, был в то же время и тем, кто сомневался;\r\n\r\nВот поэтому я снова и снова сыпал соль на свои раны, сыпал, чтоб сильней верить в вас и лучше узнать вас.\r\n\r\nИ с верой и знаньем, полученными таким трудным путем, я говорю вам так:\r\n\r\nВы не пленники ваших тел и не привязаны к вашим домам и полям.\r\n\r\nВаше Я парит над горой и путешествует вместе с ветрами.\r\n\r\nЭто не то существо, что ползет за теплом, пресмыкаясь под солнцем, иль роет норы во тьме, чтоб обеспечить себе безопасность,\r\n\r\nНет, это то существо, что свободно: это дух, который обнимает всю Землю и движется вместе с эфиром.\r\n\r\nЕсли эти слова вам не понятны, не пытайтесь в них разобраться.\r\n\r\nТуманно и облачно бывает начало всех вещей и ясно только в конце,\r\n\r\nА я очень хотел, чтоб вы помнили меня как начало.\r\n\r\nЖизнь и все, что живет, зачинается тоже в тумане, а не в прозрачном кристалле.\r\n\r\nИ кто, кроме кристалла, может сказать, рассеется ли туман?\r\n\r\nЯ хотел, чтобы вспоминая меня, вы помнили вот что:\r\n\r\nТо, что выглядит наиболее слабым и путанным в вас, – в самом деле есть самое сильное, самое ясное.\r\n\r\nВедь разве не ваше дыханье создало и укрепило ваш остов?\r\n\r\nИ разве не мечта, которую никто из вас уже и не помнит, построила этот ваш город и создала все, что в нем есть?\r\n\r\nНо если бы вы смогли видеть ваше дыханье, то перестали бы видеть все остальное,\r\n\r\nИ если бы вы смогли слышать шепот той вашей мечты, вы не услышали бы уже других звуков.\r\n\r\nНо вы не видите и не слышите этого, и это хорошо.\r\n\r\nПовязка, что застилает ваши глаза, может быть снята только руками, которые соткали эту повязку.\r\n\r\nИ глину, которой закрыты ваши уши, можно проткнуть лишь теми пальцами, что разминали ее.\r\n\r\nИ вы уведете, И вы услышите, И все же вы не будете сожалеть, что знали слепоту, и печалиться, что были глухи.\r\n","\r\nПотому что в тот день вы узнаете скрытые назначенья всех вещей.\r\n\r\nИ вы благословите темноту, как вы благословили свет.\r\n\r\nИ сказав все это, он посмотрел вокруг и увидел капитана своего корабля, стоящего у руля и смотрящего то на надутые паруса, то вдаль.\r\n\r\nИ он сказал:\r\n\r\nТерпелив, слишком уж терпелив кормчий моего корабля.\r\n\r\nВетер дует, и беспокойны его паруса, Даже руль ищет уже направленье,\r\n\r\nИ все же спокойно ждет капитан моего молчания.\r\n\r\nИ эти мои моряки, которые слышали хоры огромных морей, они тоже слушали меня терпеливо.\r\n\r\nНо сейчас они не могут ждать дольше.\r\n\r\nЯ готов.\r\n\r\nРучей достиг моря, и снова великая мать прижимает сына к своей груди.\r\n\r\nВсего вам хорошего, люди Орфалеса. Этот день окончился.\r\n\r\nОн закрывается для нас, как водяная лилия закрывается для своего собственного завтра.\r\n\r\nТо, что было дано нам здесь, мы будем хранить,\r\n\r\nИ если этого недостаточно, тогда снова должны мы собраться и вместе протянуть руки дающему.\r\n\r\nНе забывайте, что я вернусь к вам снова.\r\n\r\nЕще немного, и моя тоска начнет собирать пыль и пену для другого тела.\r\n\r\nЕще немного, мгновение отдыха в попутном ветре, и другая женщина родит меня.\r\n\r\nВсего хорошего вам и моей юности, которую я провел с вами.\r\n\r\nВедь только вчера мы встретились в мечте.\r\n\r\nВы пели мне в моем одиночестве, и я из ваших стремлений построил свой воздушный замок в небе.\r\n\r\nНо сейчас наш сон ушел от нас, и наши сновидения растаяли, и рассвет уже давно кончился.\r\n\r\nПолдень уже подходит к нам, наша дремота уже превратилась в день, и мы должны расстаться.\r\n\r\nЕсли в сумерках памяти мы встретимся еще раз, мы снова будем говорить вместе и вы споете мне песнь с более глубоким смыслом.\r\n\r\n"]