["Джеймс Барри\r\n\r\nПитер Пэн и Венди\r\n\r\nПеревод с английского Нины Демуровой\r\n\r\nСтихи в переводе Д. Орловской\r\n\r\nИллюстрации Роберта Ингпена\r\n\r\nПредисловие\r\n\r\nМеня попросили написать небольшое предисловие для нового иллюстрированного издания книги «Питер Пэн и Венди», потому что я являюсь одним из оставшихся в живых ближайших родственников Джеймса Мэтью Барри (он был дядей моего дедушки).\r\n\r\nБарри написал много романов и пьес, пользовавшихся большим успехом, однако «Питер Пэн», впервые увидевший свет в 1904 году, и по сей день остаётся самой известной его книгой. Дж M. Барри получил титул баронета, был награждён орденом «За заслуги»,{[1]} имел много других знаков отличия — одним словом, добился общественного признания, был богат и знаменит. Однако он не был счастлив: его семейная жизнь не сложилась, детей у него не было.\r\n\r\nБарри помогал семье Левелин Дэвис и стал опекуном пятерых мальчиков после смерти их родителей. Дети Дэвисов заменили Барри семью, он был очень привязан к ним. Благодаря им и появился Питер Пэн, характер которого Барри списал с мальчиков. Пока дети были маленькие, они проявляли ответные чувства, но, подрастая, они неизбежно отдалялись от своего приёмного отца. Во время Первой мировой войны один из сыновей погиб на фронте. Ещё одним ударом для писателя стала смерть моего дедушки, любимого племянника Дж. М. Барри, погибшего в битве на реке Сомме в 1916 году. Позже, уже в мирное время, утонул другой его приёмный сын — студент Оксфордского университета. Барри был просто раздавлен этими потерями и так и не оправился от них.\r\n\r\nЯ никогда не встречался с Дж М. Барри, поскольку он умер задолго до моего рождения, но я многое знал о нём от моего недавно скончавшегося отца, Александра Барри, который навещал известного писателя в его квартире в районе Аделфи и играл в крикет в команде, которую Дж. М. Барри составил из своих друзей (среди них было немало писателей). Квартира Дж. M. Барри была огромная, с великолепным видом на Темзу. В ней был камин, стены покрыты панелями из древесины, присланной с тропического острова Самоа другом (и героем) Дж M. Барри Робертом Льюисом Стивенсоном.\r\n\r\nЭта дружба, несмотря на то, что была заочной (друзья только переписывались), имела для обоих огромное значение. Стивенсон, как и Барри, был признанным шотландским писателем, блестящим создателем книг для детей, включая великую пиратскую историю «Остров Сокровищ». Но в одном, довольно важном, отношении Стивенсон отличался: он был искателем приключений, закончившим свои дни в южных морях. Барри восхищался такими людьми, как Стивенсон, в крови у которых был кураж — страсть к риску, неустрашимость (Стивенсон принимал участие в финансировании трагически закончившейся экспедиции капитана Скотта к Южному полюсу). Повесть о Питере Пэне — собирательная, но в ней отражено разочарование Барри в жажде приключений, которая присуща каждому ребёнку.\r\n","\r\nВ 1929 году Барри передал все права на издание ‹ Питера Пэна» детскому госпиталю на Грейт Ормонд-стрит. Этот дар позже был включён в его завещание с условием, что суммы отчислений никогда не будут обнародованы. После смерти писателя в 1937 году авторские права охранялись в течение пятидесяти лет, а потом гонорары перестали поступать. Однако в 1988 году парламент принял уникальный закон, который предоставил госпиталю бессрочное право на получение процентов от продаж «Питера Пэна», гарантируя таким образом, что госпиталь будет иметь доход от продажи книги до тех пор, пока история про Питера Пэна будет нравиться читателям.\r\n\r\nБарри никогда не говорил о мотивах своего благородного поступка. Однако посвящение к изданию «Питера Пэна» 1928 года даёт нам ключ. Посвящение адресовано пятерым детям Левелин Дэвис, двое из которых к тому времени уже умерли, и в нём Барри сказал, что «в память о том, кем мы были друг для друга, вы примите это посвящение с любовью вашего друга». Я думаю, что дар детскому госпиталю также является выражением преданности этой пятерке.\r\n\r\nДэвид Барри Декабрь 2003 года\r\n\r\nГлава 1. Питер прорывается\r\n\r\nВсе дети (кроме Питера Пэна, о котором ты скоро услышишь) в конце концов становятся взрослыми. Рано или поздно они узнают, что должны вырасти. Венди узнала об этом так. Когда ей было два года, играла она однажды в саду, сорвала цветок и подбежала к матери. Должно быть, она была очень мила в эту минуту, потому что миссис Дарлинг прижала руку к сердцу и воскликнула:\r\n\r\n— Ах, если б ты осталась такой навсегда!\r\n\r\nБольше они об этом не говорили, но с тех пор Венди уже твёрдо знала, что вырастет. Об этом всегда узнаёшь, как только тебе исполнится два года. Два — это начало конца.\r\n\r\nТебе, конечно, известно, что Дарлинги жили в доме номер четырнадцать, и до появления Венди главной в семье была мама, очаровательная женщина с романтическим воображением и прелестным насмешливым ртом. Романтическое воображение миссис Дарлинг походило на маленькие шкатулки, которые привозят из далёких восточных стран. Откроешь одну — а в ней другая, поменьше, а в той ещё одна, и так без конца! А в уголке её прелестного насмешливого рта прятался поцелуй, который Венди никак не удавалось поймать. Как она ни старалась, он всё ускользал от неё! Казалось бы, вот он, притаился в правом уголке рта, — а попробуй поймай!\r\n\r\nМистеру Дарлингу она досталась так: множество джентльменов, которые были юношами, когда она была девушкой, вдруг в один и тот же миг обнаружили, что любят её; они бросились со всех ног к её дому, чтобы предложить ей руку и сердце, но мистер Дарлинг крикнул извозчика, домчался туда первым и получил её в награду. Он получил всё — кроме самой последней шкатулочки и поцелуя, который прятался в уголке её рта. О шкатулочке он и не подозревал, а на поцелуй со временем махнул рукой. Венди считала, что получить этот поцелуй мог бы только Наполеон; ну а мне кажется, что и Наполеон ушёл бы ни с чем, в сердцах хлопнув дверью.\r\n","\r\nМистер Дарлинг не раз хвастался Венди, что её мать не только любит, но и уважает его. Он был одним из тех глубокомысленных людей, что всё знают про акции и облигации. По-настоящему, конечно, о них никто ничего не знает, но он говорил о том, что акции поднялись или упали в цене, с таким видом, что ни одна женщина не могла бы отказать ему в уважении.\r\n\r\nВ день свадьбы миссис Дарлинг была вся в белом; поначалу она записывала все расходы с величайшей тщательностью и даже, казалось, находила в этом удовольствие, будто играла в какую-то весёлую игру; не было случая, чтобы она забыла хоть пучок петрушки; но мало-помалу она стала пропускать целые кочаны цветной капусты, а вместо них на страницах её расходной книги появились рисунки каких-то младенцев. Она рисовала их вместо того, чтобы заниматься подсчётами. То были догадки миссис Дарлинг.\r\n\r\nПервой появилась Венди, потом Джон, а потом Майкл.\r\n\r\nНедели две после появления Венди было неясно, смогут ли Дар-линги оставить её в семье — ведь прокормить лишний рот не так-то просто! Мистер Дарлинг безумно гордился Венди, но он был прежде всего человеком чести. И вот, присев на краешек кровати миссис Дарлинг и взяв её за руку, он занялся подсчётами, в то время как она смотрела на него с мольбой в глазах. Она готова была рискнуть, что бы их ни ожидало, но он был не таков. Он любил всё точно подсчитать с карандашом в руках, и если она своими предложениями сбивала его — что ж, он просто на-чинал все сначала!\r\n\r\n— Пожалуйста, не прерывай меня, — просил он. — Значит, так: один фунт семнадцать шиллингов дома и два шиллинга шесть пенсов — на службе; я могу отказаться от кофе на службе — скажем, десять шиллингов домой, — получается два фунта девять шиллингов шесть пенсов, да у тебя восемнадцать шиллингов и три пенса, итого три фунта семь шиллингов девять пенсов; в банке у меня пять фунтов, итого восемь фунтов семь шиллингов — кто это там ходит? — восемь… семь… девять… — не мешай мне, милая, — да ещё фунт ты одолжила соседу — молчи, дорогая, — значит, ещё фунт… и, дорогая… — ну вот и всё! Как я сказал — девять фунтов семь шиллингов и девять пенсов? Да, так и есть, девять, семь и девять. Вопрос теперь в том, сможем ли мы прожить год на девять фунтов семь шиллингов и девять пенсов в неделю?\r\n\r\n— Ну, конечно, сможем, Джордж! — восклицала она. Сказать по правде, она готова была на всё ради Венди. Но мистер Дарлинг твёрдо стоял на своём. Нет, он был просто великолепен!\r\n\r\n— Не забывай про свинку! — предупреждал он её чуть ли не с угрозой в голосе.\r\n\r\nИ тут всё начиналось сначала.\r\n\r\n— Свинка — один фунт… То есть это я только так пишу, на самом деле, конечно, будут все тридцать шиллингов! Не прерывай меня! Корь — один фунт и пять шиллингов, краснуха — полгинеи. Итого — два и пятнадцать с половиной, не маши руками! Коклюш — пятнадцать шиллингов… Так оно и шло, только результат каждый раз получался иной. Но в конце концов Венди всё-таки в семье оставили — свинку свели до двенадцати с половиной шиллингов, а корь и краснуху посчитали заодно.\r\n","\r\nТакое же волнение царило в доме и по поводу Джона, а Майклу пришлось и совсем туго; но оба были всё же приняты в семью, и вскоре всех троих можно было увидеть на улице: вместе с нянькой они чинно шли рядком в детский сад мисс Фулсом.\r\n\r\nМиссис Дарлинг любила, чтобы в семье был порядок, а мистер Дарлинг хотел, чтобы у них всё было, как у людей, так что, конечно, у детей была нянька. Но так как Дарлинги были бедны (ведь дети выпивали столько молока!), в няньки они взяли ньюфаундленда, собаку по кличке Нэна, у которой не было хозяев до тех пор, пока её не наняли Дарлинги. Она была собакой строгих правил и всегда относилась к детям с большим вниманием; Дарлинги познакомились с нею в Кенсингтонских садах, где она проводила большую часть своего свободного времени, заглядывая в детские коляски. К немалой досаде нерадивых нянек, она бежала за ними до самого дома и жаловалась на них хозяйкам.\r\n\r\nНэна оказалась просто сокровищем. Как строга она была во время купания! А ночью мгновенно вскакивала, стоило кому-нибудь из детей подать голос. Разумеется, её конура стояла в детской. Она прямо каким-то чудом понимала, когда на кашель можно не обращать внимания, а когда нужно завязать горло шерстяным чулком.\r\n\r\nВсем лекарствам до последнего дня своей жизни она предпочитала старинные средства, вроде ревеня, а когда при ней заводили разговор о микробах, она только презрительно фыркала. В детский сад она провожала их по всем правилам: пока они вели себя хорошо — степенно шла рядом, а стоило кому-либо отбежать в сторону — живо возвращала его на место.\r\n\r\nЕсли у Джона в этот день был футбол, она никогда не забывала его свитер, а на случай дождя всегда носила в зубах зонтик. В детском саду мисс Фулсом в подвале была комната, где няньки ждали детей, когда приходили за ними. Няньки сидели на скамейках, а Нэна лежала на полу — вот и вся разница! Они притворялись, что не замечают её, потому что она ниже их по своему положению, а она презирала их болтовню.\r\n\r\nНэна не любила, чтобы в детскую заходили гости, но если уж этого было не избежать, она мигом срывала с Майкла нагрудник и надевала другой, с голубыми лентами, одёргивала на Венди платье и прилизывала Джону волосы.\r\n\r\nВ детской царил образцовый порядок, и мистеру Дарлингу это было хорошо известно, и всё же он с тревогой думал о том, что скажут люди. Ведь он должен был помнить о своём положении в обществе.\r\n\r\nБыла у него и другая причина для беспокойства. Иногда мистеру Дарлингу казалось, что Нэна не восхищается им.\r\n\r\n— Я знаю, она от тебя просто без ума, Джордж, — уверяла его миссис Дарлинг и подавала детям знак, чтобы они развеселили отца. Тут начинались пляски, и даже маленькой служанке Лизе, которая тоже жила у Дарлингов, порой разрешали принять в них участие. В своей длинной юбке и белоснежной наколке она выглядела просто крошкой, хоть и клялась, когда её брали в дом, что ей исполнилось десять лет. Какое это было веселье! Как они прыгали, кричали, плясали! Но больше всех веселилась миссис Дарлинг, она так бешено кружилась в танце, что виден был лишь поцелуй, притаившийся в уголке её рта. Будь ты попроворнее, может, ты и сумел бы его схватить! Словом, не было на свете другой такой весёлой и счастливой семьи, пока в доме не появился Питер Пэн.\r\n","\r\nВпервые миссис Дарлинг узнала о нём, когда стала однажды наводить порядок в мыслях своих детей. По вечерам, когда дети засыпали, хорошие матери начинают разбирать их мысли, раскладывая по местам всё, что накопилось в их головах за целый день. Если б ты как-нибудь не сразу заснул (только у тебя это, конечно, не выйдет), ты бы увидел, как мама разбирает твои мысли. Это очень интересно! Похоже, будто она прибирает в комоде. Думаю, что некоторые находки ей очень приятны, а другие — нет. Вот она, стоя на коленях, берёт что-то в руки, удивляется, как к тебе попала эта мысль, другую прижимает к щеке и гладит как котёнка, а третью торопливо убирает с глаз долой. А утром, когда ты проснёшься, все шалости и злые побуждения, с которыми ты заснул, будут свёрнуты и спрятаны на дне ящика, а сверху, на самом виду, будут разложены все твои самые лучшие мысли и намерения, вычищенные и выглаженные, — только надевай!\r\n\r\nА видел ты когда-нибудь карту собственных мыслей? Врачи порой рисуют схемы некоторых частей твоего тела, и это бывает безумно интересно, но сделать карту твоих мыслей нелегко, ибо в голове у тебя всё перепутано и всё время меняется. Чего-чего там только нет! Какие-то зигзаги вроде твоей температуры, вычерченной на листе бумаги; вероятно, это дороги на острове — ведь Нигдешняя страна всегда кажется нам островом: и всё там так ярко и удивительно — и коралловые рифы, и быстроходный бриг, ставший на якорь в заливе, и дикари, и пустые приюты, и гномы, но большей частью — портные, и пещера с бьющим из-под земли источником, и принц с шестью старшими братьями, и ветхая хижина, и крошечная старушка, у которой нос крючком. Во всём этом можно бы разобраться, но есть там ещё и первый день в школе, и отцы, и круглый пруд, и рукоделие, и убийства, и виселицы, и глаголы, после которых идёт дательный падеж, и шоколадный пудинг, и больное горло («Ну-ка скажи „а-а!“), и расшатавшийся зуб („Три пенса, если вырвешь его сам!“), и длинные брюки, и многое-многое другое. И то ли это разные части острова, то ли просто одна карта просвечивает сквозь другую, — но только всё это страшно запутано, особенно потому что всё это находится в движении.\r\n\r\nКонечно, Нигдешняя страна у каждого своя. У Джона, например, там была лагуна, над которой летали фламинго, и он на них охотился. А у Майкла, который был ещё очень мал, лагуны летали над фламинго. Джон жил на своём острове в перевёрнутой лодке, которую он вытащил на песок, Майкл — в вигваме, умело сшитом из листьев. У Джона друзей не было, у Майкла они появлялись по ночам, а Венди дружила с волчонком, которого бросили родители. Впрочем, между этими островами всегда есть семейное сходство, и, если б поставить их в ряд и велеть стоять смирно, ты бы увидел, что носы у них одинаковые — да и не только носы! К этим волшебным берегам вечно плывут в своих лодках дети. Там бывали и мы; нам и теперь ещё порой слышен шум нездешнего прибоя, но ступить на те берега нам больше не дано!\r\n\r\nИз всех чудесных островов Нигдешний самый уютный и удобный: всё в нём рядом, прямо рукой подать, и приключений хоть отбавляй. Там скучать не приходится. Днём, когда играешь в остров Нигдешний со стульями и скатертью, он совсем не страшный, но вечером, за те две минуты, пока ты не заснул, он вдруг оживает. Вот потому-то в детской всегда горят ночники.\r\n","\r\nВремя от времени, разбирая мысли своих детей, миссис Дарлинг находила в них что-нибудь непонятное, и самым загадочным для неё было слово „Питер“. Среди знакомых у Дарлингов не было никакого Питера, и всё же он то и дело попадался ей в мыслях у Джона и Майкла; ну а у Венди в мыслях он занимал главное место. Вглядевшись в это имя, миссис Дарлинг увидела, что буквы в нём крупнее, чем в других словах, и выглядит оно как-то дерзко.\r\n\r\n— Да, он очень любит дерзить, — подтвердила со вздохом Венди, когда миссис Дарлинг расспросила её.\r\n\r\n— Но кто же он, доченька?\r\n\r\n— Питер Пэн! Ты ведь его знаешь, мама!\r\n\r\nМиссис Дарлинг его не знала, но, задумавшись о своём детстве, припомнила какого-то Питера Пэна, который, по слухам, жил у фей. О нём рассказывали всякие чудеса: будто, когда дети умирают, он летит с ними часть пути, чтобы им не было страшно. В детстве она в него верила, но теперь, когда она вышла замуж и стала благоразумной, она усомнилась в его существовании.\r\n\r\n— Но теперь уж он, конечно, вырос, — сказала она Венди.\r\n\r\n— А вот и нет, — уверенно ответила Венди. — Он ростом точь-в-точь как я.\r\n\r\nОна хотела сказать, что он не старше её да и ростом не больше; неизвестно, откуда она это знала, — просто знала, и всё!\r\n\r\nМиссис Дарлинг рассказала об этом разговоре мужу, но он только рассмеялся.\r\n\r\n— Уверяю тебя, — сказал он, — весь этот вздор от Нэны. Такое только собаке может прийти в голову. Ты не волнуйся — и всё забудется!\r\n\r\nОднако ничего не забылось, а вскоре этот негодник не на шутку испугал миссис Дарлинг.\r\n\r\nС детьми, бывает, приключаются самые невероятные вещи, которые их совсем не пугают. Скажем, неделю спустя они могут невзначай заметить, что, гуляя в лесу, встретили своего покойного отца и играли с ним. Так и Венди как ни в чём не бывало сообщила однажды утром матери удивительную новость. Видишь ли, миссис Дарлинг нашла на полу в детской какие-то листья, которых там, конечно, не было, когда дети ложились спать. Миссис Дарлинг ломала себе голову над тем, откуда они взялись, как вдруг Венди снисходительно улыбнулась и сказала:\r\n\r\n— Ну, конечно, опять этот Питер!\r\n\r\n— Что ты говоришь, Венди?\r\n\r\n— Противный мальчишка! Никогда не вытирает ноги, — вздохнула Венди. Сама она была очень аккуратна.\r\n","\r\nОна спокойно объяснила, что по ночам Питер прилетает иногда в детскую и, усевшись на спинку кровати у неё в ногах, играет на дудочке. К счастью, Венди никогда не просыпалась ночью, так что непонятно, откуда она это знала, — просто знала, и всё!\r\n\r\n— Чепуха, дорогая! В дом нельзя войти, не постучав.\r\n\r\n— По-моему, он влезает в окно.\r\n\r\n— На третий этаж?!\r\n\r\n— Так ведь ты нашла листья у окна, мама?\r\n\r\nДа, ничего не скажешь, листья действительно лежали у окна. Миссис Дарлинг не знала, что и подумать, а Венди всё было понятно: не могло же ей это просто присниться!\r\n\r\n— Доченька, — вскричала миссис Дарлинг, — но почему ты раньше мне ничего не сказала?\r\n\r\n— Забыла, — весело бросила Венди. Она торопилась завтракать.\r\n\r\nНет, конечно, всё это ей просто приснилось!\r\n\r\nПравда, под окном лежали листья… Миссис Дарлинг внимательно их рассмотрела; они были сухие и хрупкие, но миссис Дарлинг была совершенно уверена в том, что в Англии деревьев с такими листьями нет. Со свечой в руке она осмотрела весь пол в детской, ища следы таинственного посетителя. Она залезла кочергой в дымоход и простукала стены. Она спустила мерную ленту из окна — до земли было тридцать футов, а водосточной трубы, чтобы взобраться вверх, возле окна не было.\r\n\r\nНу, конечно, Венди всё это просто приснилось!\r\n\r\nНо нет, это был не сон; следующей же ночью произошли необычайные события, подтвердившие её слова, — с них-то всё и началось! Вечером дети, как всегда, лежали в постелях. У Нэны этот вечер был выходной, и миссис Дарлинг сама искупала детей и спела им колыбельную, пока один за другим они не выпустили её руки и не ускользнули от неё в страну сна.\r\n\r\nБыло так тихо и уютно, что собственные страхи показались ей смешными, и она спокойно уселась с рукоделием у камина.\r\n\r\nОна шила для Майкла — близился день его рождения, когда он впервые должен был надеть рубашку. Она пригрелась у огня, детская была слабо освещена тремя ночниками, и вскоре шитьё выпало из её рук. Голова её опустилась на грудь — о, это было прелестное зрелище… И она заснула. Взгляни же на них: Венди и Майкл — вон там, Джон — здесь, а миссис Дарлинг у камина. Только четвёртого ночника в детской не было.\r\n\r\nЕй снился сон. Ей снилось, что Нигдешний остров приблизился и оттуда появился необычный мальчик. Он её не встревожил, ей казалось, что она уже различала его черты раньше в лицах многих женщин, у которых не было детей. Возможно, он виделся ей на лицах и некоторых матерей.\r\n","\r\nНо в её сне он разорвал лёгкую завесу, которая затеняет Нигдеш-нюю страну, и она увидела, что Венди, Джон и Майкл смотрят туда.\r\n\r\nСам по себе сон этот ничего бы не значил, но, пока он ей снился, окно в детской распахнулось, и в комнату прыгнул мальчик. Вместе с ним влетел какой-то странный огонёк, не больше твоего кулака, который заметался по комнате словно живой, и этот-то огонёк, по-моему, и разбудил миссис Дарлинг.\r\n\r\nОна вскрикнула и проснулась; увидев мальчика, она почему-то сразу поняла, что это Питер Пэн. Если бы в комнате в эту минуту был ты, или я, или Венди, мы бы заметили, что он очень похож на поцелуй, прятавшийся у миссис Дарлинг в уголке рта. Он был очень хорош собой, платье ему заменяли сухие листья и берёзовый сок, а зубы у него (нет, ты только подумай!) были все, как один, молочные. Они так и сверкали, будто жемчужные! Увидев взрослую, он заскрежетал на неё зубами.\r\n\r\nГлава 2. Тень\r\n\r\nМиссис Дарлинг закричала, и тотчас же, словно в ответ на звонок, дверь распахнулась, и в детскую вбежала Нэна — она вернулась домой после выходного. Нэна зарычала и бросилась на мальчика, но тот быстро выпрыгнул в окно. Миссис Дарлинг снова закричала — на этот раз от страха; она боялась, что он разобьётся о мостовую; она выбежала на улицу, но там его не было; она поглядела вверх, но не увидела ничего, кроме маленькой звёздочки, которая, как ей показалось, падала с неба.\r\n\r\nМиссис Дарлинг вернулась в детскую и увидела, что Нэна что-то держит во рту — как оказалось, это была тень мальчика. Сам-то он ускользнул от Нэниных зубов, но тени его не повезло: она не успела выскочить вместе с ним — окно захлопнулось, и тень осталась в комнате.\r\n\r\nМожешь не сомневаться, миссис Дарлинг оглядела её со всех сторон, но тень была самой обыкновенной.\r\n\r\nНэна тут же решила, как с ней поступить. Она вывесила тень за окно и подумала про себя: „Конечно, он скоро явится за нею; пусть она висит здесь на виду, тогда он легко её достанет, не потревожив детей“.\r\n\r\nЖаль только, что миссис Дарлинг не могла её там оставить: тень была очень похожа на неглаженое бельё, из-за неё весь дом стал выглядеть некрасиво. Миссис Дарлинг хотела показать тень мужу, но он как раз в это время подсчитывал, во сколько обойдутся зимние пальто для Джона и Майкла; чтобы сохранить ясность мысли, он обвязал голову мокрым полотенцем, и мешать ему сейчас было бы просто непростительно! К тому же миссис Дарлинг прекрасно знала, что в ответ он только скажет:\r\n\r\n— Что ж ты хочешь, если в няньках у детей собака!\r\n\r\nОна решила свернуть тень и спрятать её в комод — пусть полежит там, пока не наступит удобный момент рассказать обо всём мистеру Дарлингу. Ах, лучше б она этого не делала!\r\n","\r\nСлучай представился через неделю, в пятницу. Ну конечно, это случилось в пятницу! Этой пятнице суждено было стать незабываемой для всей семьи.\r\n\r\n— Ах, почему я не остереглась! — не раз говорила потом миссис Дарлинг мужу. — Ведь это была пятница!\r\n\r\nА Нэна сидела по другую сторону от миссис Дарлинг и держала её за руку.\r\n\r\n— Нет, нет, — неизменно отвечал мистер Дарлинг, — это я во всём виноват, я, Джордж Дарлинг! Меа culpa, mea culpa!{[2]}\r\n\r\nОн получил классическое образование.\r\n\r\nТак они сидели длинными вечерами, перебирая мельчайшие подробности этого рокового дня, пока они не запечатлелись в их памяти, словно голова монарха на бракованных монетах, где изображение бывает пробито насквозь.\r\n\r\n— Зачем только я обещала пойти на обед в дом номер двадцать семь! — говорила миссис Дарлинг.\r\n\r\n— Зачем только я вылил лекарство в Нэнину миску! — говорил мистер Дарлинг.\r\n\r\n— Зачем только я не притворилась, что лекарство вкусное! — говорили Нэнины глаза, полные слёз.\r\n\r\n— А всё моя любовь к развлечениям, Джордж!\r\n\r\n— А всё моё роковое чувство юмора, дорогая!\r\n\r\n— А всё моя обидчивость по пустякам, дорогие хозяева!\r\n\r\nИ тут всегда кто-нибудь из них начинал рыдать. И Нэна при этом неизменно думала: „Да, конечно, не следовало им брать в няньки собаку!“\r\n\r\nИ не раз мистер Дарлинг сам утирал Нэне слёзы.\r\n\r\n— Нет, но каков негодяй! — восклицал мистер Дарлинг, и Нэна вторила ему оглушительным лаем, но миссис Дарлинг никогда не ругала Питера: что-то в правом уголке рта мешало ей это сделать.\r\n\r\nТак они и сидели в пустой детской, с грустью вспоминая всё, что случилось в тот ужасный вечер. Начался он обыкновенно, совсем как сотни других вечеров: Нэна приготовила воду, чтобы перед сном выкупать Майкла, и понесла его на спине к ванне.\r\n\r\n— Не хочу я спать! — кричал Майкл. Он всё ещё думал, что последнее слово всегда должно оставаться за ним. — Не хочу! Не буду! Нэна, ещё нет шести! Я тебя не буду любить, Нэна! Не хочу я купаться, слышишь? Не хочу! Не буду!\r\n\r\nТут в детскую вошла миссис Дарлинг в белом вечернем платье. Она оделась пораньше, чтоб показаться дочери: Венди так любила смотреть на неё, когда она надевала это платье и ожерелье, которое подарил ей муж. На руке у миссис Дарлинг был Вендин браслет — она попросила его у Венди на этот вечер. Венди очень любила давать ей на вечер свой браслет.\r\n","\r\nВойдя в детскую, миссис Дарлинг увидела, что старшие дети играют: Венди была миссис Дарлинг, Джон — мистер Дарлинг, а Венди только что родилась.\r\n\r\n— Я счастлив сообщить вам, миссис Дарлинг, что вы стали матерью, — говорил Джон точь-в-точь таким голосом, каким, возможно, говорил в тот день и сам мистер Дарлинг.\r\n\r\nА Венди заплясала от радости, как, конечно, поступила в своё время и сама миссис Дарлинг.\r\n\r\nЗатем родился Джон, с торжественностью, подобающей, по его мнению, мужчине, а потом Майкл выскочил из ванны и сказал, что он тоже хочет родиться, но Джон грубо заявил, что больше детей им не нужно.\r\n\r\nМайкл чуть не заплакал.\r\n\r\n— Никому я не нужен! — сказал он.\r\n\r\nИ, конечно, миссис Дарлинг не могла этого вынести.\r\n\r\n— Нет, нужен, — сказала она. — Мне очень нужен третий ребёнок!\r\n\r\n— Мальчик или девочка? — спросил Майкл без особой надежды.\r\n\r\n— Мальчик!\r\n\r\nМайкл бросился ей на шею.\r\n\r\nТеперь, когда мистер и миссис Дарлинг и Нэна вспоминали об этом, слёзы сами собой навёртывались им на глаза. Ведь это был их последний вечер с детьми! И они продолжают вспоминать.\r\n\r\n— В эту минуту я и влетел к вам, как ураган, да? — спрашивал мистер Дарлинг.\r\n\r\nТеперь он презирал себя за это.\r\n\r\nДействительно, мистер Дарлинг влетел тогда в детскую, как ураган. Правда, у него были на то серьёзные причины. Он тоже переодевался, чтобы идти в гости, и всё было хорошо, пока дело не дошло до галстука. Ты, конечно, можешь мне не поверить, но этот человек, который так хорошо разбирался в акциях и облигациях, был не в ладах с собственным галстуком. Иногда галстук поддавался ему без особой борьбы, но бывали случаи, когда для всех было бы лучше, если бы он забыл о своей гордости и пристегнул готовый галстук.\r\n\r\nВ тот вечер галстук опять отказался ему повиноваться. Мистер Дарлинг ворвался в детскую, сжимая в руке этого маленького и сильно помятого безобразника.\r\n\r\n— Что случилось, папочка, милый?\r\n\r\n— Случилось?! — закричал он не своим голосом. — Этот галстук! Он не желает завязываться! — В голосе его зазвучала опасная ирония. — Завязываться-то он завязывается, но только не на моей шее! Где угодно, только не на шее! На столбике от кровати — пожалуйста! Хоть двадцать раз! Но на моей шее — ни за что! Не желает — и всё тут!\r\n","\r\nОн, видно, думал, что миссис Дарлинг недостаточно ему сочувствует, и строго добавил:\r\n\r\n— Предупреждаю тебя, пока галстук не завяжется на моей шее, мы в гости не пойдём! А если мы сегодня не пойдём в гости, я перестану ходить на службу, а если я перестану ходить на службу, мы с тобой будем голодать, и наши дети окажутся на улице!\r\n\r\nНо и тут миссис Дарлинг сохранила присутствие духа.\r\n\r\n— Дай я попробую, милый, — сказала она.\r\n\r\nВедь он для того сюда и пришёл! Лёгкими прохладными пальцами она в один миг завязала ему галстук. Дети стояли вокруг и смотрели, как решается их судьба. Другой мужчина рассердился бы, увидев, как спокойно она всё сделала, но мистер Дарлинг был выше этого. Он небрежно поблагодарил её и тут же забыл свой гнев; не прошло и минуты, как он уже танцевал по комнате с Майклом на плечах.\r\n\r\n— Как мы тогда веселились! — вспоминала миссис Дарлинг.\r\n\r\n— В последний раз! — стонал мистер Дарлинг.\r\n\r\n— Ах, Джордж, помнишь, как Майкл вдруг спросил меня: „Мама, а как я с тобой познакомился?“\r\n\r\n— Ещё бы не помнить!\r\n\r\n— Какие они были милые, правда, Джордж?\r\n\r\n— Главное, что они были наши, такие родные! А теперь их у нас нет!\r\n\r\nВ эту минуту в детскую вошла Нэна, и надо же было так случиться, что мистер Дарлинг наткнулся на неё, и к его брюкам пристала шерсть. Мало того что брюки новые — это была у него первая в жизни пара, обшитая тесьмой, и он закусил губу, чтобы не расплакаться. Конечно, миссис Дарлинг почистила брюки, но он снова стал говорить о том, какая это ошибка, что у детей в няньках собака.\r\n\r\n— Но, Джордж, Нэна просто сокровище!\r\n\r\n— Конечно, но иногда мне бывает как-то не по себе. Мне начинает казаться, что для неё наши дети всё равно что щенята!\r\n\r\n— Ах нет, дорогой, она прекрасно знает, что у них есть души!\r\n\r\n— Сомневаюсь, — протянул мистер Дарлинг, — сомневаюсь… Тут-то ей и представился случай рассказать о странном мальчике.\r\n\r\nСначала мистер Дарлинг только посмеивался, но, когда ему показали тень, он задумался.\r\n\r\n— Эта тень мне незнакома, — сказал он, внимательно её разглядев, — но я совершенно уверен, что хозяин её — негодяй.\r\n","\r\n— Мы всё ещё говорили о тени, — произносит миссис Дарлинг, — когда Нэна принесла Майклу лекарство, помнишь? Ах, Нэна, больше ты никогда не будешь носить в зубах пузырёк с лекарством, и во всём этом виновата я!\r\n\r\nМистер Дарлинг был мужественным человеком, но в истории с лекарством он повёл себя не очень-то умно. Конечно, и у него были свои слабости: он был, например, глубоко убеждён в том, что всю жизнь героически пил лекарства, вот почему, когда Майкл стал увёртываться от ложки, которую поднесла ему Нэна, он строго сказал:\r\n\r\n— Будь же мужчиной, Майкл!\r\n\r\n— Не хочу! Не буду! — упрямо кричал Майкл.\r\n\r\nМиссис Дарлинг пошла за шоколадкой, но мистер Дарлинг решил, что ей не хватает твёрдости.\r\n\r\n— Не балуй его, мамочка! — закричал он ей вслед. — В твоём возрасте, Майкл, я выпивал любое лекарство не моргнув глазом. Только приговаривал: „Спасибо, дорогие папочка и мамочка, что вы даёте мне целый пузырёк, чтобы я выздоровел“.\r\n\r\nЕму казалось, что именно так всё и было, и Венди, которая стояла рядом в ночной рубашке, тоже поверила этому и сказала, чтобы приободрить Майкла:\r\n\r\n— Твоё лекарство ещё противнее, правда, папа? То, что ты сейчас иногда пьёшь…\r\n\r\n— Гораздо противнее, — сказал мистер Дарлинг смело. — Я бы его сейчас выпил, Майкл, тебе для примера, если б только не потерял пузырёк…\r\n\r\nНе то чтоб он его потерял, а просто однажды поздно ночью, когда все в доме спали, он спрятал его на шкафу. Только он не знал, что маленькая служанка Лиза нашла пузырёк и поставила его опять на умывальник.\r\n\r\n— Я знаю, где он, папочка! — обрадовалась Венди, всегда готовая услужить. — Сейчас я его принесу.\r\n\r\nНе успел мистер Дарлинг и рта раскрыть, как она убежала. Мистер Дарлинг почему-то помрачнел.\r\n\r\n— Джон, — сказал он, содрогаясь, — это невероятная гадость. Знаешь, такая липкая, сладкая, противная штука…\r\n\r\n— Ты проглоти его побыстрее, папа, и всё! — весело посоветовал Джон.\r\n\r\nТуг Венди примчалась обратно, в руках она несла стакан с лекарством.\r\n\r\n— Я бежала со всех ног! — сказала она, с трудом переводя дыхание.\r\n\r\n— Ты у нас молодец, — проговорил мистер Дарлинг с убийственной вежливостью, которой она не оценила, и упрямо добавил: — Майкл — первый!\r\n","\r\n— Папа — первый! — сказал Майкл. Он был недоверчив по природе. — А если меня стошнит? — спросил мистер Дарлинг с угрозой в голосе.\r\n\r\n— Ну же, папа! — торопил Джон.\r\n\r\n— Попридержи язык, Джон! — приказал мистер Дарлинг.\r\n\r\nВенди ничего не могла понять.\r\n\r\n— Я думала, ты пьёшь лекарство совершенно спокойно, папа, — сказала она.\r\n\r\n— Дело совсем не в том, — ответил он. — Ты же знаешь, у меня в стакане лекарства больше, чем у Майкла в ложке. — Его гордое сердце не могло этого вынести. — А это несправедливо! Я умирать буду, а всё же скажу: несправедливо.\r\n\r\n— Папа, я жду! — холодно заметил Майкл.\r\n\r\n— Ну и что же? Я тоже жду.\r\n\r\n— Папа — жалкий трус!\r\n\r\n— Сам ты жалкий трус!\r\n\r\n— Я не боюсь!\r\n\r\n— Ну и я не боюсь!\r\n\r\n— Что ж ты не пьёшь?\r\n\r\n— А ты что?\r\n\r\nТут Венди осенило:\r\n\r\n— А почему бы вам не выпить вместе?\r\n\r\n— Конечно, — сказал мистер Дарлинг. — Ты готов, Майкл?\r\n\r\n— Раз, два, три! — сосчитала Венди.\r\n\r\nМайкл лекарство проглотил, а мистер Дарлинг спрятал свой стакан за спину.\r\n\r\nМайкл испустил яростный вопль.\r\n\r\n— Ах, папа! — вскричала Венди.\r\n\r\n— Что „ах, папа“? — спросил мистер Дарлинг строго. — Сейчас же прекрати этот крик, Майкл! Я хотел его принять, но… но не успел.\r\n\r\nПросто ужасно, как они на него смотрели! Похоже, что они им совсем не восхищались.\r\n\r\n— Послушайте, дети, — сказал он с мольбой в голосе, как только Нэна вышла в ванную. — Я придумал чудесную шутку. Я вылью своё лекарство Нэне в миску, а она подумает, что это молоко, и вылакает его!.\r\n\r\n","Лекарство действительно было белое, как молоко, но дети, в отличие от мистера Дарлинга, не понимали таких шуток; они с упрёком смотрели, как он вылил лекарство в Нэнину миску.\r\n\r\n— Как смешно! — воскликнул мистер Дарлинг.\r\n\r\nГолос его звучал неуверенно, и они не решились его разоблачить, когда Нэна и миссис Дарлинг вернулись в детскую.\r\n\r\n— Нэна, собачка, — сказал он, поглаживая её. — Я налил тебе молочка в миску, Нэна…\r\n\r\nНэна махнула хвостом, подбежала к миске и начала лакать, но тут же взглянула на мистера Дарлинга. Взглянула не сердито, только на глаза ей навернулась большая слеза, которая заставляет нас жалеть благородных собак, и она молча залезла в свою конуру.\r\n\r\nМистеру Дарлингу было страшно стыдно, но он не сдался. В ужасной тишине миссис Дарлинг понюхала миску.\r\n\r\n— Ах, Джордж, — сказала она. — Ведь это твоё лекарство!\r\n\r\n— Это была просто шутка! — вскричал он.\r\n\r\nМиссис Дарлинг принялась утешать мальчиков, а Венди обнимала Нэну.\r\n\r\n— Я из сил выбиваюсь, чтобы всем в доме было весело! — сказал мистер Дарлинг с горечью. — И хоть бы кто-нибудь меня понял!\r\n\r\nА Венди всё обнимала Нэну.\r\n\r\n— Ну, конечно! — закричал он. — Обнимай её! Меня-то никто не обнимает! К чему?! Я только зарабатываю всем на хлеб. Зачем же меня обнимать?! Зачем?!\r\n\r\n— Джордж, — попросила миссис Дарлинг. — Не так громко, пожалуйста. Слуги тебя услышат…\r\n\r\nПочему-то они называли Лизу слугами.\r\n\r\n— Ну и пусть, — отвечал он решительно. — Пусть весь свет слышит! Но я больше часу не потерплю, чтобы у меня в детской хозяйничала собака!\r\n\r\nДети заплакали, а Нэна подбежала к нему с мольбой в глазах, но он на неё даже не посмотрел. Он снова почувствовал себя настоящим мужчиной.\r\n\r\n— Нечего, нечего, — воскликнул он, — тебе место во дворе, на привязи! Отправляйся туда сию же минуту!\r\n\r\n— Джордж, Джордж, — прошептала миссис Дарлинг, — вспомни, что я тебе говорила о том мальчике!\r\n\r\nУвы! Он и слышать ничего не желал. Он твёрдо решил показать, кто в доме хозяин, и, когда Нэна не послушалась его, он лаской выманил её из конуры, схватил за ошейник и выволок во двор. Ему было стыдно, и всё же именно так он и поступил. Всё это произошло из-за его слишком любящего сердца, которому так нужно было восхищение. Привязав Нэну во дворе, несчастный отец уселся в коридоре и закрыл лицо руками.\r\n","\r\nТем временем миссис Дарлинг в полном молчании уложила детей и зажгла ночники.\r\n\r\nТут они услышали, как лает Нэна.\r\n\r\n— Это он сажает её на цепь во дворе, — захныкал Джон.\r\n\r\nНо Венди с ним не согласилась, хоть и она, конечно, не догадывалась, что сейчас произойдёт.\r\n\r\n— Нет, — сказала она, — когда её обижают, Нэна лает по-другому. А так она лает, когда чует опасность.\r\n\r\nОпасность!\r\n\r\n— Ты уверена, Венди?\r\n\r\n— Ну, конечно.\r\n\r\nМиссис Дарлинг задрожала и подошла к окну. Оно было заперто на задвижку. Она посмотрела на ночное небо, густо усыпанное звёздами. Они толпились вокруг дома, словно им не терпелось посмотреть, что там произойдёт, но миссис Дарлинг этого не заметила. Не заметила она и того, что две самые маленькие звёздочки подмигнули ей, будто хотели предупредить её о чём-то. И всё же безотчётный страх сжал ей сердце.\r\n\r\n— Как мне не хочется сегодня идти в гости! — сказала она.\r\n\r\nДаже Майкл, который уже засыпал, понял, что она чем-то встревожена.\r\n\r\n— Когда ночники зажжены, нам нечего бояться, правда, мама? — спросил он.\r\n\r\n— Конечно, дорогой, — ответила она. — Это мама оставляет их следить за своими детишками.\r\n\r\nОна подошла к кроваткам, сначала к одной, потом к другой и третьей, напевая колыбельную, и маленький Майкл крепко обнял её.\r\n\r\n— Мама, — сказал он, — я так рад тебе!\r\n\r\nЭто были последние слова, которые миссис Дарлинг услышала от него перед долгой разлукой.\r\n\r\nДом номер двадцать семь был совсем близко, но в тот день выпал лёгкий снежок, и мистер и миссис Дарлинг шли осторожно, чтобы не испачкать обувь. На улице, кроме них, никого не было, и все звёзды внимательно следили за ними.\r\n\r\nЗвёзды очень красивы, но они могут только наблюдать за тем, что происходит, а сделать ничего не могут. Это наказание наложено на них за какой-то проступок, который они совершили так давно, что ни одна звезда уже не помнит, что это было. Старым звёздам давно уже всё наскучило, и они смотрят на мир стеклянным взглядом и молчат, но юным всё внове, и они без устали мигают, переговариваясь друг с другом. Звёзды не очень-то любят Питера, потому что он часто подкрадывается к ним сзади и пытается их задуть, но в тот вечер им было скучно, вот почему они были на его стороне и с нетерпением ждали, чтобы взрослые ушли. Как только дверь дома номер двадцать семь захлопнулась за мистером и миссис Дарлинг, на небесах поднялось волнение, и самая крошечная звёздочка из Млечного Пути пропищала:\r\n","\r\n— Питер, давай!\r\n\r\nГлава 3. Улетим! Улетим!\r\n\r\nКогда мистер и миссис Дарлинг ушли, ночники у детских кроваток с минуту горели ясно. Это были очень милые ночники, и нам остается только пожалеть, что они заснули и проглядели Питера; но Вендин ночник почему-то заморгал и так широко зевнул, что два других тоже принялись зевать и так, не закрывая ртов, и заснули.\r\n\r\nВ комнате был в это время и другой огонёк, в тысячу раз ярче, чем ночники. Пока я говорю тебе об этом, он успел заглянуть в шкаф, пошарил в ящиках комода и вывернул все карманы. Он искал тень Питера. И, знаешь, это был совсем не огонёк, а маленькая фея, не больше твоей ладони (правда, она ещё росла); она так быстро носилась по комнате, что казалось, будто это огонёк пляшет в воздухе. Звали её Динь-Динь; одета она была очень изысканно — высохший листок с глубоким квадратным вырезом у шеи изящно облегал её фигурку. Она была слегка склонна к полноте.\r\n\r\nЧерез минуту после появления феи юные звёзды дунули, распахнули окно в детской, и в комнату влетел Питер. Часть пути он нёс Динь-Динь в руках, и потому к его пальцам пристала волшебная пыльца.\r\n\r\n— Динь! — позвал он тихонько, убедившись, что дети спят. — Динь, где ты?\r\n\r\nОна была в кувшине, и ей это страшно нравилось — никогда раньше она не бывала в кувшинах.\r\n\r\n— А ну вылезай! Ты не знаешь, куда они девали мою тень?\r\n\r\nВ ответ раздался дивный звон, будто зазвенели золотые бубенчики. Это язык фей. Вы, дети, не можете его услышать, но если бы вдруг услышали, то сразу поняли бы, что уже слышали его когда-то.\r\n\r\nДинь сказала, что тень в большой коробке (она хотела сказать — в комоде), и Питер тотчас подскочил к ящикам и начал обеими руками выгребать из них содержимое и швырять всё на пол, словно король, бросающий медяки в толпу. Он скоро нашёл свою тень и так обрадовался, что захлопнул ящик, не заметив, что в нём осталась Динь.\r\n\r\nЕсли он о чём-нибудь и думал в эту минуту (а я подозреваю, что думать было не в его привычках), то, конечно, только о том, что тень тотчас же прирастёт к нему, стоит только прижать её покрепче; когда же этого не случилось, он пришёл в ужас. Он попытался прилепить её мылом, взятым из ванной, но у него ничего не вышло. Дрожь пронизала Питера, он уселся на пол и расплакался.\r\n\r\nЕго плач разбудил Венди, и она села в постели. При виде незнакомого мальчика, плачущего на полу, она не испугалась, а скорее приятно удивилась.\r\n","\r\n— Мальчик, — спросила она вежливо, — почему вы плачете?\r\n\r\nПитер тоже умел быть необычайно вежливым — он выучился светским манерам на праздниках у фей; он встал и с чрезвычайной учтивостью поклонился Венди. Ей это очень понравилось, и, сидя в постели, она ответила ему поклоном.\r\n\r\n— Как вас зовут? — спросил он.\r\n\r\n— Венди Мойра Анджела Дарлинг, — ответила она не без гордости. — А вас?\r\n\r\n— Питер Пэн.\r\n\r\nОна уже знала, что это Питер, но всё же его имя показалось ей коротким.\r\n\r\n— И всё? — спросила она.\r\n\r\n— Да! — ответил он резко. Впервые в жизни он почувствовал, что имя у него и вправду коротковато.\r\n\r\n— Простите, — сказала Венди Мойра Анджела.\r\n\r\n— Чепуха, — отрезал Питер. Она спросила, где он живёт.\r\n\r\n— Второй поворот направо, — сказал Питер, — а потом прямо, до самого утра.\r\n\r\n— Какой смешной адрес!\r\n\r\nУ Питера сжалось сердце. Он подумал, что адрес, пожалуй, и в самом деле смешной.\r\n\r\n— Нет, не смешной! — сказал он.\r\n\r\n— Я не то хотела сказать, — поправилась Венди, вспомнив, что Питер был её гостем. — Я хотела спросить: на письмах так и пишут?\r\n\r\n„Лучше б она не вспоминала про письма“, — подумал Питер.\r\n\r\n— Не получаю никаких писем! — сказал он презрительно.\r\n\r\n— Но ваша мама получает?\r\n\r\n— Нету меня никакой мамы! — ответил он.\r\n\r\nУ него не только не было мамы, но не было ни малейшего желания её иметь. Он считал, что про матерей вообще зря говорят столько хорошего. Но у Венди сердце сразу заныло от жалости.\r\n\r\n— Ах, Питер, теперь понятно, почему ты плачешь! — вскричала она, спрыгнула с кровати и подбежала к нему.\r\n\r\n— И вовсе я не поэтому плакал, — сказал он с негодованием. — Я плакал потому, что никак не могу прилепить свою тень. А вообще я и не думал плакать!\r\n\r\n— Она отлепилась?\r\n\r\n","— Да.\r\n\r\nТуг Венди увидела тень, лежащую на полу; тень была такая мятая, что Венди стало невыносимо жалко Питера.\r\n\r\n— Какой ужас! — сказала она.\r\n\r\nВпрочем, она не могла сдержать улыбку, увидев, что Питер пытался прикрепить её мылом. Уж эти мальчишки!\r\n\r\nК счастью, она тут же сообразила, как помочь горю.\r\n\r\n— Её надо пришить, — сказала она высокомерно.\r\n\r\n— Что такое „пришить“? — спросил он.\r\n\r\n— Ой, какой ты невежа!\r\n\r\n— Вот и неправда!\r\n\r\nЕй было очень приятно, что он не знает таких простых вещей.\r\n\r\n— Я тебе её пришью, маленький, — сказала она. Непонятно, почему она его так назвала, — ведь он был с неё ростом.\r\n\r\nОна достала свою рабочую шкатулку и принялась пришивать тень ему к пяткам.\r\n\r\n— Боюсь, что тебе будет немножко больно, — предупредила она.\r\n\r\n— О, я не заплачу! — сказал Питер.\r\n\r\nОн уже был уверен, что никогда в жизни не плакал. Он сжал зубы и не заплакал, и скоро тень уже вела себя вполне прилично, хоть и выглядела всё же немножко помятой.\r\n\r\n— Надо было её прогладить, — сказала Венди задумчиво.\r\n\r\nНо Питера, как и всех мальчишек, это ничуть не заботило, и он в восторге запрыгал по комнате. Увы, он уже забыл, что своим счастьем обязан Венди. Он был уверен, что сам пришил себе тень.\r\n\r\n— Какой я умный! — кричал он радостно. — Нет, вы только подумайте, какой я умный! — И он закукарекал.\r\n\r\nМне очень грустно в этом признаться, но самодовольство было одной из самых привлекательных черт Питера. По правде говоря, не было на свете большего зазнайки, чем Питер.\r\n\r\nВенди возмутилась.\r\n\r\n— Ну и самодовольство! — воскликнула она с едкой издёвкой. — А я, по-твоему, тут совсем ни при чём?\r\n\r\n— Нет, отчего же, ты тоже кое-что сделала, — ответил небрежно Питер и продолжал плясать.\r\n\r\n— Кое-что! — сказала она свысока. — Что ж, если я здесь не нужна, я могу и удалиться…\r\n\r\n","И с большим достоинством она прыгнула в постель и с головой накрылась одеялом.\r\n\r\nПитер подумал, что она выглянет, если он притворится, будто уходит, но, когда из этого ничего не вышло, он присел к ней на кровать и легонько толкнул её ногой.\r\n\r\n— Венди, — сказал он, — не удаляйся. Я всегда так кричу, когда я собой доволен.\r\n\r\nНо она осталась под одеялом.\r\n\r\n— Венди, — сказал он голосом, перед которым не устояла ещё ни одна женщина, — Венди, от одной девочки больше пользы, чем от двадцати мальчишек.\r\n\r\nВенди, конечно, была женщиной до самых кончиков своих пальцев, хоть пальчики эти и были совсем невелики, и она высунула голову.\r\n\r\n— Ты правда так думаешь, Питер?\r\n\r\n— Да, думаю.\r\n\r\n— По-моему, это очень мило с твоей стороны, — заявила она. — Тогда я опять встану.\r\n\r\nИ она села рядом с ним на кровати.\r\n\r\n— Хочешь за это поцелуй? — спросила Венди. Питер протянул руку.\r\n\r\n— Разве ты не знаешь, что такое „поцелуй“? — спросила Венди в смятении.\r\n\r\n— Буду знать, когда ты мне его дашь, — ответил он холодно. И, чтобы не обидеть его, Венди дала ему напёрсток.\r\n\r\n— Ну а теперь, — сказал он, — вот тебе поцелуй. Хочешь? Она сдержанно ответила:\r\n\r\n— Ну что ж, пожалуй…\r\n\r\nИ наклонила к нему лицо. Это было очень глупо с её стороны, потому что он просто сунул ей в руку желудёвую пуговицу. Она медленно выпрямилась и сказала вежливо, что всегда будет носить его „поцелуй“ на цепочке Так она и сделала — это было очень кстати, потому что впоследствии он спас ей жизнь.\r\n\r\nКогда люди в нашем кругу знакомятся, они обычно интересуются возрастом друг друга, и потому Венди, которая всегда старалась вести себя как полагается, спросила у Питера, сколько ему лет. Это был не очень удачный вопрос — так порой бывает на экзамене, когда тебе предлагают грамматику, в то время как тебе хотелось бы написать, какие короли правили в Англии.\r\n\r\n— Не знаю, — ответил Питер смущенно, — но я еще очень молод…\r\n\r\nОн действительно не знал, сколько ему лет, только смутно кое о чем догадывался, но сказал он совсем другое:\r\n","\r\n— Знаешь, Венди, я убежал из дому в тот день, когда родился.\r\n\r\nЭто было странно, но интересно, и Венди, вспомнив, как в таких случаях поступают в гостях, легонько похлопала себя по ночной рубашке, давая ему понять, что он может придвинуться к ней поближе.\r\n\r\n— Я услышал, как мои родители говорили о том, кем я буду, когда вырасту, и убежал, — сказал Питер тихо.\r\n\r\nОн был чрезвычайно взволнован.\r\n\r\n— А я не хочу становиться взрослым, — продолжал он с жаром. — Я хочу всегда быть мальчишкой и ни о чём не думать! Вот я и убежал в Кенсингтонские сады и стал жить там с феями.\r\n\r\nВенди глядела на него с глубочайшим восхищением, и он подумал, что она восхищается его побегом из дома; на самом же деле её поразило то, что он был знаком с феями. Венди вела такой скромный домашний образ жизни, что знакомство с феями показалось ей чем-то изумительным. Она засыпала его вопросами о феях, что очень удивило Питера, ибо феи ему часто надоедали, лезли под ноги и прочее, так что порой ему приходилось задавать им трёпку. Всё же в целом они ему нравились, и он рассказал ей, как феи появились.\r\n\r\n— Знаешь, Венди, когда первый младенец впервые засмеялся, смех его разлетелся на тысячи кусочков — вот откуда пошли феи.\r\n\r\nСкучный это был разговор, но ей как домоседке он очень понравился.\r\n\r\n— Так что в результате, — сказал он добродушно, — на каждого мальчика и девочку должна быть одна фея.\r\n\r\n— Должна? Но разве так оно и есть?\r\n\r\n— Нет. Дети сейчас так много знают, что очень рано перестают верить в фей, а всякий раз, когда кто-нибудь из них говорит: „Я в фей не верю“, какая-нибудь фея тут же падает и умирает.\r\n\r\nСкоро ему наскучил этот разговор, и тут он заметил, что Динь что-то притихла.\r\n\r\n— Не знаю, куда она задевалась, — сказал он и встал. — Динь, где ты? От восторга сердце громко забилось у Венди в груди.\r\n\r\n— Питер! — вскричала она и схватила его за руку, — неужели у нас в детской настоящая фея?\r\n\r\n— Она только что была здесь, — сказал он с нетерпением. — Ты ничего не слышишь, а?\r\n\r\nОба прислушались.\r\n","\r\n— Я слышу только, будто где-то звенят бубенчики, — сказала Венди.\r\n\r\n— Это Динь! У фей такой голос, понимаешь? Кажется, я тоже теперь слышу.\r\n\r\nЗвон шёл из комода, и Питер скорчил весёлую гримасу.\r\n\r\n— Венди, — прошептал он с восторгом, — кажется, я запер её в комоде! Когда он выпустил наконец бедную Динь, она заметалась по детской, вопя от гнева.\r\n\r\n— Ну что ты кричишь? — возразил ей Питер. — Ну хорошо, я виноват, но откуда мне было знать, что ты там?\r\n\r\nВенди не слушала его.\r\n\r\n— Ах, Питер! — воскликнула она. — А не могла бы она остановиться на минуточку? Я хочу её получше разглядеть.\r\n\r\n— Они очень редко останавливаются.\r\n\r\nНо Венди всё же увидела, как это романтическое создание присело на * минутку на большие часы с кукушкой.\r\n\r\n— Какая прелесть! — воскликнула она, хотя лицо у Динь всё ещё было перекошено от злости.\r\n\r\n— Динь, — сказал Питер с улыбкой, — эта дама хочет, чтобы ты была её феей!\r\n\r\nДинь что-то дерзко прокричала в ответ.\r\n\r\n— Что она говорит, Питер? Ему пришлось объяснить:\r\n\r\n— Она не очень-то вежлива. Говорит, что ты большая, неуклюжая девчонка и что она моя фея.\r\n\r\nОн стал уговаривать Динь.\r\n\r\n— Ты ведь знаешь, тебе нельзя быть моей феей, Динь, — ведь я джентльмен, а ты дама!\r\n\r\nНа это Динь только ответила:\r\n\r\n— Ну и дурак!\r\n\r\nИ скрылась в ванной.\r\n\r\n— Она фея низшего разряда, — сказал Питер в её оправдание. — Её зовут Динь-Динь, потому что она паяет чайники и кастрюльки.\r\n\r\nОни уселись вдвоём в кресло, и Венди снова засыпала его вопросами:\r\n\r\n— Значит, ты больше не живёшь в Кенсингтонских садах?\r\n\r\n— Иногда живу.\r\n\r\n— А чаще где же ты живёшь?\r\n\r\n","— С пропавшими мальчишками.\r\n\r\n— А кто это?\r\n\r\n— Это мальчики, которые выпали из колясок, когда няньки смотрели в другую сторону. Если никто не потребует их обратно через неделю, их отсылают на остров Нигдешний, чтобы не было лишних расходов. Я у них капитан.\r\n\r\n— Как это, должно быть, чудесно!\r\n\r\n— Да, — согласился коварный Питер, — но иногда нам бывает очень грустно. Понимаешь, общество у нас исключительно мужское.\r\n\r\n— Как, разве среди вас нет девочек?\r\n\r\n— Конечно нет! Ты же знаешь, девочки умные, они из колясок не падают.\r\n\r\nЭто страшно понравилось Венди.\r\n\r\n— По-моему, — сказала она, — ты ужасно мило говоришь о девочках. А вот Джон, — и она указала рукой на старшего брата, — он нас просто презирает!\r\n\r\nВместо ответа Питер встал и одним ударом ноги сбросил Джона вместе с одеялом на пол. Одним ударом! Это показалось Венди несколько дерзким для первой встречи, и она твёрдо сказала Питеру, что у неё в доме он не капитан. Джон, однако, продолжал крепко спать на полу, и она не стала его тревожить.\r\n\r\n— Я знаю, Питер, ты хотел сделать мне приятное, — сказала она, смягчаясь. — За это можешь подарить мне поцелуй.\r\n\r\nОна забыла, что Питер не знает, что это такое.\r\n\r\n— Я так и знал, что ты возьмёшь его назад, — сказал он не без горечи и протянул ей напёрсток.\r\n\r\n— Ах нет, — сказала добрая Венди, — я хотела сказать не „поцелуй“, а „напёрсток“.\r\n\r\n— Что это такое?\r\n\r\n— А вот что!\r\n\r\nИ она поцеловала его.\r\n\r\n— Смешно! — сказал Питер серьёзно. — Ну а теперь хочешь получить от меня напёрсток?\r\n\r\n— Как знаешь, — ответила Венди, на этот раз держа голову очень прямо.\r\n\r\nОна получила „напёрсток“ от Питера и почти туг же вскрикнула от боли.\r\n\r\n— Что случилось, Венди?\r\n\r\n","— Кто-то дёрнул меня за волосы!\r\n\r\n— Это, верно, Динь. Что это с ней? Раньше она никогда так не безобразничала…\r\n\r\nИ правда, Динь летала вокруг них и выкрикивала всякие обидные слова.\r\n\r\n— Венди, она говорит, что за каждый напёрсток будет дёргать тебя за волосы.\r\n\r\n— Но почему?\r\n\r\n— Почему, Динь?\r\n\r\nИ снова Динь прокричала в ответ:\r\n\r\n— Дурак!\r\n\r\nПитер так ничего и не понял, зато Венди поняла. Она немного огорчилась, когда он признался, что прилетал в детскую не для того, чтобы повидаться с ней, а чтобы послушать сказки.\r\n\r\n— Понимаешь, я не знаю ни одной сказки. И пропавшие мальчишки тоже!\r\n\r\n— Какой ужас! — воскликнула Венди.\r\n\r\n— А знаешь, — продолжал Питер, — почему ласточки лепят гнёзда под крышами? Чтобы слушать сказки! Ах, Венди, твоя мама рассказывала такую чудесную сказку!\r\n\r\n— Какую?\r\n\r\n— Про принца. Он ещё не мог найти девушку с хрустальным башмачком.\r\n\r\n— Питер, — заволновалась Венди, — это была Золушка, а он нашёл её, и они жили счастливо до самой смерти.\r\n\r\nПитер так обрадовался, что вскочил и бросился к окну.\r\n\r\n— Куда ты? — крикнула она. Сердце у неё защемило.\r\n\r\n— Рассказать мальчишкам!\r\n\r\n— Не уходи, Питер! — попросила она. — Я знаю много-много сказок.\r\n\r\nИменно так она и сказала, и потому не может быть никакого сомнения в том, что уговаривала его она. И он вернулся. Глаза у него жадно блестели, это должно было бы насторожить Венди, но не насторожило.\r\n\r\n— А какие сказки я могла бы вам рассказать! — воскликнула она. Тогда Питер схватил её и потащил к окну.\r\n\r\n— Пусти меня! — приказала она.\r\n\r\n— Полетим со мной, Венди! Ты будешь рассказывать нам сказки! Конечно, ей было очень приятно, что он её так просит, но она сказала:\r\n","\r\n— Ах нет, я не могу… Что будет с мамой?! И потом, я не умею летать…\r\n\r\n— Я тебя научу.\r\n\r\n— Вот было бы чудесно!\r\n\r\n— Я научу тебя вскакивать ветру на спину, и мы улетим!\r\n\r\n— О-о! — простонала она, захлебываясь от восторга.\r\n\r\n— Венди, Венди, вместо того чтобы лежать в этой глупой постели, ты могла бы летать со мной по небу и шутить со звёздами!\r\n\r\n— О-о!\r\n\r\n— И знаешь, Венди, там есть русалки!\r\n\r\n— Русалки? С хвостами?\r\n\r\n— С длинными-предлинными.\r\n\r\n— Ах! — вскричала Венди. — Увидеть русалку!\r\n\r\nТуг Питер проявил ужасное коварство.\r\n\r\n— Венди, — сказал он, — а как мы тебя будем уважать! Венди задрожала. Она изо всех сил старалась остаться дома. Но Питер не знал жалости.\r\n\r\n— Венди, — продолжал этот хитрец, — а по вечерам ты будешь подтыкать нам одеяла.\r\n\r\n— О-о!\r\n\r\n— Нам ещё никто никогда не подтыкал одеяла! — О-о!\r\n\r\nИ она протянула к нему руки.\r\n\r\n— И ты могла бы штопать нам чулки и пришивать нам карманы. У нас на всех ни одного кармана!\r\n\r\nРазве она могла устоять?!\r\n\r\n— Да, это было бы замечательно! — сказала она. — Питер, а Джона и Майкла ты тоже научишь летать?\r\n\r\n— Научу, если хочешь, — сказал он равнодушно.\r\n\r\nОна подбежала к Джону и Майклу и стала их расталкивать.\r\n\r\n— Проснитесь, — сказала она, — Питер Пэн здесь! Он сейчас научит нас летать!\r\n\r\nДжон протёр глаза и сказал:\r\n\r\n— Встаю. — Он и не заметил, что лежит на полу. — Э, да я уже, кажется, встал.\r\n\r\nМайкл тоже проснулся. При виде Питера глаза его засверкали, словно новенький перочинный ножик с шестью лезвиями и пилкой, но тут Питер подал им знак молчать. В глазах у них мелькнуло то страшное лукавство, которое появляется у детей, когда они прислушиваются к звукам из взрослого мира. В доме было тихо. Значит, всё в порядке. Впрочем, стоп! Тут что-то не так! Нэна весь вечер просто разрывалась от лая, а теперь вдруг замолчала. Эта тишина и насторожила их.\r\n","\r\n— Гаси свет! Прячься! Живо! — скомандовал Джон в первый и последний раз за всю эту историю.\r\n\r\nВот почему, когда в детскую вошла Лиза, держа Нэну за ошейник, ей показалось, что всё в порядке; в детской было темно, и она готова была поклясться, что слышит, как дети сладко посапывают во сне. На самом-то деле эти негодники сопели нарочно, спрятавшись за оконными занавесками.\r\n\r\nЛиза была страшно сердита на Нэну: она месила на кухне рождественский пудинг, а тут ей пришлось всё бросить из-за каких-то глупых собачьих подозрений. Она даже не заметила, что к щеке у неё пристала изюминка. Чтобы заставить Нэну замолчать, она решила свести её на минутку в детскую, но только, конечно, под надзором.\r\n\r\n— Вот, смотри, подозрительное ты животное, — сказала она, радуясь, что Нэна в немилости. — Ничего с ними не случилось, с твоими любимцами. Спят себе спокойно в кроватках. Слышишь, как они ровно дышат?\r\n\r\nТут Майкл, обрадовавшись, что они так ловко провели Лизу, засопел ещё громче и чуть всё не испортил. Нэна поняла, что здесь что-то не так, и стала рваться из Лизиных рук.\r\n\r\nНо Лиза ни о чём не догадалась.\r\n\r\n— Ну хватит, Нэна! — сказала она строго и потащила Нэну из детской. — Добром тебе говорю: если ты опять станешь лаять, я сбегаю за хозяином и хозяйкой! Ну и выдерет тебя тогда хозяин!\r\n\r\nИ она снова привязала несчастную собаку во дворе.\r\n\r\nТы думаешь, Нэна перестала лаять? Сбегать за хозяином и хозяйкой? Этого она как раз и хотела! Ты думаешь, она испугалась побоев? Ей было всё равно, только бы спасти детей! Но Лиза, к несчастью, опять занялась пудингом, и Нэна, видя, что ждать от неё помощи нечего, прыгала и прыгала на цепи, пока наконец не оборвала её. Через минуту она уже вбежала в столовую дома номер двадцать семь и воздела передние лапы к небу — она всегда так поступала, когда нужно было сообщить что-нибудь особенно важное.\r\n\r\nМистер и миссис Дарлинг тут же поняли, что в детской происходит что-то ужасное, и, не прощаясь с хозяйкой, бросились на улицу. Но с того момента, как трое негодников сладко сопели, спрятавшись за оконными занавесками, прошло уже целых десять минут, а за десять минут Питер Пэн может много чего натворить!\r\n\r\nТеперь давайте вернёмся в детскую.\r\n\r\n— Опасность миновала, — сказал Джон, выходя из своего укрытия. — Нет, Питер, ты правда умеешь летать?\r\n\r\n","Вместо ответа Питер вспрыгнул на камин и сделал круг по комнате.\r\n\r\n— Вот здорово! — закричали Майкл и Джон в один голос.\r\n\r\n— Как мило! — воскликнула Венди.\r\n\r\n— Да, я милый! Я очень милый! — согласился Питер, снова забывшись.\r\n\r\nИм показалось, что летать очень просто, и они попытались взлететь — сначала с пола, а потом с кроватей, — но только падали, а не взлетали.\r\n\r\n— Послушай, как это у тебя получается? — спросил Джон, потирая коленку. Он всегда отличался деловитостью.\r\n\r\n— Надо просто подумать о чём-нибудь приятном и удивительном, — объяснил Питер, — и сам не заметишь, как поднимешься в воздух!\r\n\r\nИ он показал им, как это делается.\r\n\r\n— Здорово у тебя получается! — сказал Джон. — А ну-ка повтори, но только медленно.\r\n\r\nИ Питер повторил — сначала медленно, а потом быстро.\r\n\r\n— А-а, понял! — вскричал Джон.\r\n\r\nНо очень скоро он убедился, что ничего не понял. Никто из них не мог и секунды продержаться в воздухе, хотя Майкл уже читал двухсложные слова, а Питер и азбуки-то не знал.\r\n\r\nКонечно, Питер просто шутил, ведь всем известно, что без волшебной пыльцы взлететь невозможно. К счастью, как мы уже говорили, на пальцах у Питера оставалось немного пыльцы, и он дунул ею на всех троих. Результаты превзошли их ожидания.\r\n\r\n— А теперь пошевелите плечами, — сказал Питер. — Вот так! Ну, отрывайтесь!\r\n\r\nВсе они стояли на своих кроватях, и доблестный Майкл взлетел первый. Он и не думал, что взлетит, но вдруг оказался где-то под потолком.\r\n\r\n— Я ле-тю-у! — закричал он, едва оторвавшись от опоры.\r\n\r\nТут Джон тоже поднялся в воздух и встретился с Венди около ванной.\r\n\r\n— Как чудесно!\r\n\r\n— Как удивительно!\r\n\r\n— Взгляните на меня!\r\n\r\n— Взгляните на меня!\r\n\r\n— Взгляните на меня!\r\n\r\nКонечно, они летали не так изящно, как Питер, и ноги у них болтались во все стороны, но головами они то и дело стукались о потолок, а это одно из самых приятных ощущений! Сначала Питер немножко поддерживал Венди, но Динь так сердилась, что пришлось ему от этого отказаться.\r\n","\r\nИ они летали, вверх и вниз, и кружили, кружили по комнате.\r\n\r\n— Это восхитительно! — повторяла Венди.\r\n\r\n— Послушайте, — сказал вдруг Джон. — А почему бы нам не улететь?\r\n\r\nИменно на это и подбивал их Питер. Майкл ничего не имел против: ему хотелось узнать, за сколько дней он пролетит миллиард миль. Но Венди колебалась.\r\n\r\n— Русалки! — напомнил ей Питер. — О-о!\r\n\r\n— А потом, там ещё есть пираты!\r\n\r\n— Пираты! — воскликнул Джон и схватил свою праздничную шляпу. — Летим сию же минуту!\r\n\r\nВ это самое мгновение мистер и миссис Дарлинг выбежали вслед за Нэной из дома номер двадцать семь. Они выбежали на середину мостовой, чтоб взглянуть на окно в детской. Окно ещё было закрыто, но комната была ярко освещена, и — о-о, это было страшнее всего! — на занавесках они увидели три тени. Три тени в ночных рубашонках кружили по комнате. Кружили не по полу, а по воздуху!\r\n\r\nНет, не три, а целых четыре тени!\r\n\r\nМистер и миссис Дарлинг с трепетом распахнули дверь в дом. Мистер Дарлинг хотел тут же ринуться в детскую, но миссис Дарлинг сделала ему знак, чтобы он не шумел. Она даже попробовала убедить своё сердце, чтобы оно не так громко стучало.\r\n\r\nУспеют ли они добежать до детской? Если успеют, то как они обрадуются, а мы все вздохнём с облегчением, но рассказывать будет не о чем. Ну а если не успеют, обещаю тебе, что в конце концов всё будет хорошо.\r\n\r\nОни бы успели, если б за ними не следили юные звёздочки. Снова звёзды дунули, распахнули окно, и самая крошечная из них заглянула в детскую и крикнула:\r\n\r\n— Эй, Питер, cave!{[3]}\r\n\r\nИ Питер понял, что нельзя терять ни минуты.\r\n\r\n— Вперёд! — скомандовал он и вылетел в ночь, а за ним Джон, Майкл и Венди.\r\n\r\nМистер и миссис Дарлинг с Нэной вбежали в детскую, но было уже поздно. Птички улетели.\r\n\r\nГлава 4. Полёт\r\n\r\nВторой поворот направо, а потом всё прямо до самого утра».\r\n\r\nТак Питер объяснил Венди дорогу на остров, но даже птицы, у которых всегда при себе карты, куда они заглядывают на свистящих ветром перекрёстках, не нашли бы дорогу по этому адресу. Питер просто болтал, что ему в голову придёт.\r\n","\r\nСначала дети полностью полагались на него, к тому же летать было так приятно, что они потеряли много времени, кружа вокруг церковных шпилей и прочих увлекательных предметов, которые попадались им на пути.\r\n\r\nДжон и Майкл пустились наперегонки, и Майкл пришёл первым.\r\n\r\nС презрением они вспоминали теперь, что совсем недавно летать по комнате казалось им чуть ли не чудом.\r\n\r\nСовсем недавно! Впрочем, когда же это было? Они как раз летели над морем, когда эта мысль начала серьёзно беспокоить Венди. Джон считал, что это уже второе море и третья ночь с тех пор, как они покинули свой дом.\r\n\r\nБыло то темно, то светло, то очень холодно, то слишком жарко. На самом деле им хотелось есть или они просто притворялись, потому что Питер придумал такой необычный способ добывать им пропитание. Увидев птиц, которые несли что-нибудь съедобное, он гнался за ними и выхватывал добычу у них прямо из клюва, а птицы гнались за ним и вырывали её обратно; и так они подолгу гонялись друг за другом и наконец расставались с наилучшими пожеланиями. Но Венди с тревогой подумала, что Питер, видно, не понимает, что это очень странный способ добывать хлеб насущный. Правда, другого способа он, видно, не знал.\r\n\r\nДетям очень хотелось спать, и тут уж они не притворялись: это было очень опасно — стоило им задремать, как они тотчас падали вниз. Самое ужасное было то, что Питер находил это очень забавным.\r\n\r\n— Падает, опять падает! — радостно кричал он, увидев, как Майкл камнем летит вниз.\r\n\r\n— Спаси его! Спаси! — молила Венди, с ужасом глядя на бурное море внизу.\r\n\r\nПомедлив, Питер устремлялся вниз и подхватывал Майкла в тот самый миг, когда тот готов был погрузиться в воду; это выходило у него очень здорово, но он всегда тянул до последней минуты, и всем было ясно, что его больше радовала собственная ловкость, чем спасение человеческой жизни. К тому же он очень любил разнообразие, и игра, которая нравилась ему сейчас, через минуту могла ему наскучить, так что всегда могло случиться, что ты начнёшь падать, а он не обратит на тебя никакого внимания.\r\n\r\nСам-то он мог спать на лету и не падать при этом на землю: ложился себе на спину и плыл словно по течению. Он был такой лёгкий, что, если дунуть ему в спину, он летел гораздо быстрее.\r\n\r\n— Пожалуйста, будь с ним повежливее! — шепнула Венди Джону, когда они играли в весёлую игру «Делай как я».\r\n\r\n— Тогда скажи ему, чтоб не задавался, — ответил Джон.\r\n\r\nВ этой игре Питер, конечно, был заводилой: он летел низко-низко над морем и проводил рукой по хвостам встречных акул, совсем как ты порой, идя по улице, проводишь пальцем по железным прутьям решётки. Джон и Майкл, как ни старались, не могли за ним угнаться, а Питер, будто назло, то и дело оглядывался — видно, хотел проверить, сколько хвостов они пропустили. Пожалуй, он и вправду немножко задавался.\r\n","\r\n— Не сердите его! — уговаривала Венди братьев. — Что с нами будет, если он нас бросит?\r\n\r\n— Вернёмся домой, — сказал Майкл.\r\n\r\n— А мы найдём без него дорогу?\r\n\r\n— Ну, тогда полетим дальше, — предложил Джон.\r\n\r\n— В том-то и ужас, Джон! Конечно, нам придётся лететь дальше. Ведь мы не умеем останавливаться!\r\n\r\nТак оно и было: Питер совсем забыл их этому научить.\r\n\r\nДжон сказал, что в крайнем случае нужно просто лететь всё вперёд и вперёд, никуда не сворачивая, Земля-то круглая, так что в конце концов они попадут домой, прямо к своему окну.\r\n\r\n— А кто нас будет кормить, Джон?\r\n\r\n— Я очень ловко вырвал еду из клюва у орла! — похвастался Джон. — Правда, Венди?\r\n\r\n— С двадцатой попытки, — напомнила Венди. — А кроме того, посмотри, стоит Питеру от нас отвернуться, как мы начинаем налетать на тучи.\r\n\r\nИ правда, они вечно на что-нибудь налетали. Конечно, сейчас они летели гораздо лучше, хотя по-прежнему слишком сильно болтали ногами, но если на пути им встречалась туча и они пробовали её обогнуть, то обязательно на неё натыкались. Если бы с ними была Нэна, она давно бы уже забинтовала Майклу голову.\r\n\r\nИногда Питер оставлял их одних, и тогда им становилось тоскливо. Он летал настолько быстрее, что часто бросался стремглав в сторону, в погоню за каким-нибудь приключением, за которым дети не могли угнаться. А потом возвращался, смеясь над какой-то ужасно забавной историей, которую он рассказал одной встречной звёздочке, — только он уже не помнил, что это была за история! — или блестя приставшими к нему русалочьими чешуйками — только он уже позабыл, что там произошло! Всё это было очень обидно, ведь дети ни разу в жизни не видели русалок.\r\n\r\n«Если он так быстро их забывает, — думала Венди, — разве можно надеяться, что нас он будет помнить?»\r\n\r\nДействительно, иногда, возвращаясь, он не помнил, кто они такие, или если и помнил, то очень смутно. Венди в этом не сомневалась. Она видела, как поначалу он смотрел на них без всякого выражения, словно собираясь кивнуть и пролететь мимо, и только потом в глазах у него мелькало какое-то воспоминание; однажды ей даже пришлось сказать ему, как её зовут.\r\n\r\n— Я Венди! — сказала она с волнением.\r\n\r\n— Послушай, Венди, — зашептал он виновато, — если ты заметишь, что я тебя не узнаю, всегда говори: «Я Венди!» И повторяй это до тех пор, пока я тебя не вспомню.\r\n","\r\nВсё это было, конечно, не очень-то весело. Правда, чтобы искупить свою вину, он показал им, как нужно ложиться на спину попутного ветра, и скоро они научились спокойно спать в таком положении. Как это было приятно! Они бы с удовольствием поспали подольше, но Питеру спать быстро надоедало, и он будил их громким криком:\r\n\r\n— Остановка! Нам сходить!\r\n\r\nТак с небольшими размолвками, но, в общем, очень весело летели они к острову, и наконец через много-много лун они увидели его. Тебе будет интересно узнать, что летели они всё время прямо вперёд, — не только потому, что Питер и Динь хорошо знали дорогу, но и потому, что остров сам летел им навстречу. Лишь таким способом и можно ступить на его волшебные берега.\r\n\r\n— Вон он! — сказал Питер спокойно.\r\n\r\n— Где? Где?\r\n\r\n— Туда смотрят все стрелки…\r\n\r\nИ правда, тысячи золотых стрелок указывали детям на остров: это их друг Солнце, прежде чем скрыться на ночь, помогало им найти дорогу.\r\n\r\nВенди, Джон и Майкл привстали в воздухе на цыпочках, чтобы получше разглядеть остров. Как ни странно, они сразу его узнали и, пока их не охватил страх, громко кричали от радости. Это был не тот крик, которым приветствуют что-то, о чём долго мечтали и наконец увидели, — так встречают старого друга, возвращаясь домой на каникулы.\r\n\r\n— Джон, вон твой залив!\r\n\r\n— Венди, смотри! Черепахи прячут яйца в песок!\r\n\r\n— Джон, а вон твой фламинго с перебитой лапкой!\r\n\r\n— Майкл, вон твоя пещера!\r\n\r\n— Джон, кто это прячется там в кустах?\r\n\r\n— Это волчица с волчатами. Венди, ведь это и есть твой волчонок!\r\n\r\n— А вот моя лодка, Джон! И борт у неё пробит!\r\n\r\n— Да нет же! Ты что, забыл? Мы же сожгли твою лодку!\r\n\r\n— И всё-таки это она! Слушай, Джон, я вижу дым от костра краснокожих!\r\n\r\n— Где? Покажи! Интересно, вышли они на тропу войны или нет? Надо посмотреть, как дым подымается вверх.\r\n\r\n— Вот они! Прямо за Рекой Чудес!\r\n\r\n— А-а, вижу, вижу… Да, можешь не сомневаться, они на тропе войны…\r\n\r\nПитеру было немного неприятно, что они так много знают про остров; впрочем, час его торжества приближался, потому что вскоре, как я уже говорил, на них напал страх. Это случилось, когда исчезли золотые стрелки, и остров погрузился во тьму.\r\n","\r\nБывало, дома, когда дело шло к ночи, Нигдешний остров темнел и становился страшноватым. На нём появлялись места, куда не ступала нога человека, они разрастались, в них шевелились чёрные тени, рёв диких зверей звучал как-то совсем по-другому, и, что хуже всего, ты уже не был уверен, что в конце концов победишь. Ты радовался, что в детской горят ночники. Тебе даже приятно было, когда Нэна говорила, что там камин и больше ничего и что Нигдешний остров просто выдумка!\r\n\r\nКонечно, тогда остров и был выдумкой, но сейчас он стал настоящим, с каждой минутой он всё больше темнел, и не было ночников, и где теперь Нэна?\r\n\r\nДнём «се летели порознь, но теперь дети жались к Питеру. Куда девалась его беспечность? Глаза у него блестели, и стоило им до него дотронуться, как их пронзало будто электрическим током. Они уже летели над этим жутким островом, летели так низко, что порой ветки деревьев лезли им в лицо. Ничего страшного не было видно, и всё же они летели так медленно и с таким трудом, словно им приходилось пробиваться сквозь ряды невидимых врагов. А иногда они просто повисали в воздухе, пока Питер не пробивал им путь кулаками.\r\n\r\n— Не хотят, чтобы мы приземлялись, — заметил Питер.\r\n\r\n— Кто… не хочет? — спросила Венди, дрожа от страха.\r\n\r\nНо Питер не ответил. Может, он и не знал ответа. Он разбудил Динь, спавшую у него на плече, и отправил её вперёд.\r\n\r\nВременами он замирал на месте и, приложив к уху руку, прислушивался, глядя вниз горящими глазами. Как только он не поджёг ими лес, непонятно. А потом снова летел дальше.\r\n\r\nМужество его просто ужасало.\r\n\r\n— Чего ты сейчас хочешь, — спросил он небрежно Джона, — приключений или чаю?\r\n\r\n— Сначала чаю, — быстро ответила Венди, и Майкл благодарно сжал ей руку.\r\n\r\nНо Джон, который был похрабрее, заколебался.\r\n\r\n— А приключение какое? — спросил он осторожно.\r\n\r\n— Там, внизу, прямо под нами, спит в траве пират, — сказал Питер. — Если хочешь, можем спуститься и убить его…\r\n\r\n— Я его не вижу, — сказал Джон после долгого молчания.\r\n\r\n— А я вижу!\r\n\r\n— А вдруг он проснётся? — спросил Джон внезапно севшим голосом.\r\n\r\n","— За кого ты меня принимаешь? — рассердился Питер. — Неужели я убил бы его во сне? Сначала я разбудил бы его, а потом бы убил. Я всегда так делаю.\r\n\r\n— Да ну? И много ты их убил?\r\n\r\n— Видимо-невидимо!\r\n\r\n— Вот здорово! — сказал Джон.\r\n\r\nВпрочем, он всё же решил сначала напиться чаю. Помолчав, он спросил, много ли сейчас на острове пиратов.\r\n\r\n— Столько ещё никогда не бывало, — ответил Питер.\r\n\r\n— А кто у них капитан?\r\n\r\n— Крюк, — ответил Питер, и, когда он произнёс это ненавистное имя, лицо его стало очень суровым.\r\n\r\n— Что? Джэс Крюк?\r\n\r\n— Он самый!\r\n\r\nТут, знаешь, Майкл заплакал, и даже Джон начал заикаться, потому что им была хорошо известна репутация капитана Крюка.\r\n\r\n— Он был боцманом у Чёрной Бороды, — хрипло прошептал Джон. — Он из них всех самый страшный. Его даже Корабельный Повар боялся.\r\n\r\n— Да, это он и есть, — подтвердил Питер.\r\n\r\n— А какой он? Огромный, да?\r\n\r\n— Сейчас не такой уж, как раньше…\r\n\r\n— То есть как это?\r\n\r\n— Я его подкоротил немножко.\r\n\r\n— Ты?\r\n\r\n— Да, я, — сказал Питер резко. — А что?\r\n\r\n— Нет, ничего. Я не хотел тебя обидеть.\r\n\r\n— Ну ладно, чего там!\r\n\r\n— Послушай, а как ты его укоротил?\r\n\r\n— Да отрубил ему правую кисть, и всё тут!\r\n\r\n— Значит, он не может сейчас драться?\r\n\r\n— Ещё как может!\r\n\r\n— Он что, левша?\r\n\r\n","— Приделал себе железный крюк, и теперь бьёт им направо и налево.\r\n\r\n— Железный крюк?! О-о!!\r\n\r\n— Послушай, Джон, — сказал Питер.\r\n\r\n— Да?\r\n\r\n— Говори: „Есть, капитан!“\r\n\r\n— Есть, капитан!\r\n\r\n— Все, кто служит под моей командой, — сказал Питер, — дают мне торжественную клятву. Ты тоже поклянись!\r\n\r\nДжон побледнел.\r\n\r\n— Если мы встретимся с Крюком в открытом бою, ты уступишь его мне! Клянись!\r\n\r\n— Клянусь! — сказал преданный Джон.\r\n\r\nТут к ним подлетела Динь, и в её свете они увидели друг друга и немножко повеселели. К несчастью, она не могла лететь так же медленно, как они, и потому кружила вокруг них, обводя их светящимся кольцом. Венди это нравилось, но Питер объяснил ей, в чём здесь опасность.\r\n\r\n— Динь говорит, — сказал он, — что пираты заметили нас ещё до наступления темноты и выкатили Длинного Тома.\r\n\r\n— Это их большая пушка?\r\n\r\n— Да. Конечно, Динь им видна, и, если они догадаются, что мы летим вместе, они тут же откроют огонь.\r\n\r\n— Венди!\r\n\r\n— Джон!\r\n\r\n— Майкл!\r\n\r\n— Скажи ей, чтобы она сейчас же улетела от нас, Питер! — закричали все трое разом.\r\n\r\nНо он отказался.\r\n\r\n— Ей кажется, что мы заблудились, — ответил он холодно. — Ей страшно. Не могу же я прогнать её, если ей страшно!\r\n\r\nНа мгновение яркое кольцо разомкнулось, и кто-то нежно ущипнул Питера.\r\n\r\n— Тогда скажи ей, — попросила Венди, — чтобы она погасила свой свет!\r\n\r\n— Не может она его погасить! Это, пожалуй, единственное, чего не могут сделать феи. Когда она заснёт, он сам потухнет. У звёзд он тоже гаснет во сне…\r\n\r\n— Тогда скажи ей, чтобы она сейчас же заснула! — сказал решительно Джон.\r\n","\r\n— Не может она заснуть, если ей не хочется. Это второе единственное, чего не могут сделать феи!\r\n\r\n— По-моему, — проворчал Джон, — только это от них и требуется… Тут его тоже ущипнули, но без всякой нежности.\r\n\r\n— Был бы у кого-нибудь из нас карман, — сказал Питер, — мы бы её туда посадили.\r\n\r\nНо они улетели из дому в такой спешке, что на всех четверых у них не было ни одного кармана. Тут Питеру пришла в голову блестящая мысль. У Джона была шляпа!\r\n\r\nДинь согласилась продолжить путешествие в шляпе, только если её понесут в руках. Шляпу взял Джон, хоть Динь и надеялась, что её понесёт Питер. Потом она перешла к Венди, потому что Джон жаловался, что шляпа бьёт его по коленям. Это, как ты увидишь дальше, ни к чему хорошему не привело: Динь не желала быть обязанной Венди!\r\n\r\nВ чёрной шляпе Джона огонёк Динь был надёжно спрятан, и они продолжали путь в полном молчании. Казалось, никогда раньше не слышали они такой тишины! Лишь где-то вдали раздавался плеск воды — это, как объяснил им Питер, дикие звери лакали воду из ручья, да ещё порой доносился какой-то лёгкий скрежет, словно ветки поскрипывали на ветру; впрочем, Питер сказал, что это индейцы точат свои ножи.\r\n\r\nВскоре и эти звуки замерли. Тишина показалась Майклу зловещей.\r\n\r\n— Хоть бы что-нибудь услышать! — воскликнул он.\r\n\r\nИ словно в ответ раздался ужасающий грохот. Это пираты выстрелили из Длинного Тома. Громкое эхо жадно отозвалось в горах:\r\n\r\n— Где они? Где они? Где они?\r\n\r\nТак наши перепуганные друзья узнали разницу между выдуманным островом и настоящим.\r\n\r\nКогда отзвуки выстрела стихли, Майкл и Джон обнаружили, что остались одни в темноте. Джон всё ещё перебирал ногами, а Майкл плыл по воздуху, хоть и не понимал, как это у него получается.\r\n\r\n— Ты убит? — прошептал в страхе Джон.\r\n\r\n— Ещё не знаю, — тихо ответил Майкл.\r\n\r\nТеперь-то мы знаем, что никто из них не пострадал. Питера, правда, отнесло воздушной волной далеко в море, а Венди швырнуло вверх вместе с Динь.\r\n\r\nПожалуй, было бы лучше для Венди, если б она выронила шляпу…\r\n\r\nНе знаю, внезапно ли эта мысль пришла Динь в голову или она всю дорогу об этом мечтала, но только она тут же выскочила из шляпы и принялась завлекать Венди в ловушку.\r\n","\r\nДинь была совсем не такая уж плохая — вернее, она была то совсем плохая, то вдруг совсем хорошая. С феями всегда так: они такие крошки, что, к несчастью, два разных чувства одновременно в них не умещаются. Правда, им разрешено меняться — только это должна быть полная перемена! Сейчас Динь безумно ревновала Венди. Конечно, Венди не поняла её прелестного звона (скажу тебе по секрету, я-то уверен, что на самом деле в нём было немало обидных для Венди слов), но ей послышалось в нём искреннее участие, а Динь порхала вокруг, словно хотела сказать:\r\n\r\n— Лети за мной, и всё будет хорошо!\r\n\r\nЧто ещё оставалось бедной Венди?!\r\n\r\nОна позвала Питера, а потом Джона и Майкла, но только насмешливое эхо откликнулось на её зов.\r\n\r\nОна ещё не знала, что Динь всем сердцем настоящей женщины ненавидит её. Растерянная, шатаясь от усталости, она последовала за Динь к своей погибели.\r\n\r\nГлава 5. Остров наяву\r\n\r\nС приближением Питера Нигдешний остров снова пробудился к жизни. Конечно, было бы правильнее сказать: „вернулся к жизни“, но Питер всегда говорил „пробудился“, и потому я тоже употребляю это слово. Обычно в его отсутствие жизнь на острове замирает. Феи встают по утрам на час позже, дикие звери воспитывают своих детёнышей, индейцы шесть дней в неделю с утра до ночи едят и пьют не переставая, а пираты и пропавшие мальчишки при встрече только показывают друг другу нос. Однако с возвращением Питера, который ненавидит спокойствие, все снова принимаются за своё: приложи ухо к земле — и ты услышишь, что жизнь на острове просто бьёт ключом.\r\n\r\nВ этот вечер расстановка сил на острове была такая. Пропавшие мальчишки выслеживали Питера, пираты выслеживали пропавших мальчишек, индейцы выслеживали пиратов, а дикие звери выслеживали индейцев. Они кружили и кружили по острову, но не натыкались друг на друга, потому что все шли с одинаковой скоростью.\r\n\r\nВсе жаждали крови, кроме мальчишек; как правило, мальчишки тоже её жаждали, но сегодня им не терпелось увидеть своего капитана. Мальчишек на острове бывает то больше, то меньше, смотря по тому, сколько их убивают и всякое такое; когда они подрастают, что противоречит правилам, Питер их немного укорачивает; сейчас их было шестеро, и двое из них близнецы, если считать близнецов за двоих.\r\n\r\nДавай сделаем вид, будто мы прячемся вон там, среди зарослей сахарного тростника, и посмотрим, как они крадутся гуськом, держа руки на кинжалах.\r\n\r\nПитер велел им, чтобы они ни в чём не походили на него, и потому они носят шкуры медведей, которых сами убили; они в этих шкурах лохматые и круглые как шары и, когда падают, катятся по земле. Вот почему они так уверены в себе и не боятся упасть.\r\n","\r\nПервым идёт Шалун, самый незадачливый из всей этой доблестной компании. Не везёт ему, хоть он далеко и не трус! У него на счету меньше приключений, чем у других мальчишек, потому что всё самое интересное обязательно происходит тогда, когда он на минутку отлучится. Бывало, увидит, что всё спокойно, и отправится собрать хворосту для костра, а вернётся — мальчишки подтирают с пола кровь. Невезение придало его лицу оттенок лёгкой грусти, но не ожесточило его, а скорее, напротив, смягчило, так что из всех мальчишек он самый добрый и скромный. Бедный Шалун, сегодня ночью тебя поджидает опасность… Смотри, как бы тебе не попасться на удочку! Ты себе этого не простишь! Знай, фея Динь-Динь задумала сегодня коварный план, ей нужен исполнитель, а она считает тебя самым простодушным из всех мальчишек. Шалун, берегись коварной Динь!\r\n\r\nКак мне хотелось бы, чтобы он нас услышал! Но ведь по правде-то мы не на острове, и он идёт вперёд, грызя ногти.\r\n\r\nВторым идёт весёлый и беспечный Задавака, а за ним — Малыш, тот, что на ходу режет из дерева свистульки и весело пляшет под собственную музыку. Малыш больше всех о себе воображает. Ему кажется, что он помнит всё, что было до того, как он пропал, все нравы и обычаи тех дней, вот почему нос у него дерзко вздёрнут. Четвёртым идёт Задира, самый отчаянный из всех; ему так часто приходилось выходить из рядов, когда Питер строго говорил: „Виновный — шаг вперёд!“ — что теперь он, не думая, делает шаг вперёд, даже если он совсем не виноват.\r\n\r\nПоследними идут Близнецы. Описать их невозможно — того и гляди примешь одного за другого! Питер плохо себе представлял, что такое близнецы, а то, чего не знал он, не разрешалось знать и другим, вот почему Близнецы не могли сказать о себе ничего определённого и только держались поближе друг к другу и пытались всем угодить, словно извинялись за что-то.\r\n\r\nМальчишки исчезают во мраке, а за ними, после перерыва — впрочем, очень короткого, так как на острове всё происходит быстро, — выходят на их след пираты. Их ещё не видно, но голоса их слышны, и поют они всегда одну и ту же страшную песню:\r\nХватай, держи, души, трави! Да здравствует разбой! Пускай потонем — и на дне Мы встретимся с тобой!   \r\n\r\nБолее кровожадных бандитов ещё не видывал свет! По ним давно уже плакала верёвка. Вот немного впереди, как всегда наклонив голову к земле и прислушиваясь, сверкая золотыми дублонами в ушах и загаром на мускулистых руках, идёт Красавчик Чекко, тот самый Чекко, который приказал вырезать своё имя кровавыми буквами на спине тюремщика в Гао. Этот огромный негр, что идёт за ним, поменял множество имён с тех пор, как отказался от того, которым матери до сих пор пугают своих детей на берегах Гуиджимо. За ним — Билл Джукс, весь покрытый татуировкой, тот самый Билл Джукс, которому по приказу Флинта, капитана „Моржа“, дали сотню ударов плёткой, прежде чем он выпустил из рук мешок с золотыми луидорами, а за Биллом — Куксон, говорят, он брат Чёрного Мэрфи (только это не доказано), а за ним — Старки-джентльмен, служивший когда-то младшим учителем в закрытой школе, — он даже убивает не без учтивости! — и Лапша, у которого руки растут задом наперёд, и Верзила, что служил у капитана Моргана, и боцман Неряха, как ни странно, очень милый человек, который вонзал нож так нежно, что на него невозможно было обидеться, и Роберт Маллинз, и Альф Мейсон, и многие другие негодяи, издавна наводившие на всех ужас в Карибском море.\r\n","\r\nВ окружении этого тёмного сброда огромный и мрачный как ночь ехал Джеймс Крюк (он всегда подписывался Джэс Крюк), о котором шла слава, что это единственный человек, которого боялся сам Корабельный Повар. Он возлежал на грубо сколоченной колеснице, которую везли пираты, а вместо правой кисти у него был железный крюк, и он то и дело подгонял им пиратов. Обращался он с ними как с псами, и они подчинялись ему беспрекословно, как псы. Его смуглое лицо было смертельно бледно, волосы падали ему на плечи длинными локонами, на небольшом расстоянии походившими на чёрные витые свечи, что придавало грозный вид его прекрасному лицу. Глаза у него были нежно-голубые, как незабудки, в них светилась безграничная скорбь, и, лишь когда он ударял тебя своим крюком, в них вспыхивали вдруг две красные точки, озарявшие их свирепым пламенем. В манерах он всё ещё сохранил нечто величественное, так что даже когда он раскраивал тебе череп, то делал это не без достоинства, и говорят, что он славился как прекрасный рассказчик. Страшнее всего он бывал в те минуты, когда проявлял наибольшую учтивость, — это, вероятно, и есть знак настоящего воспитания; изящество речи, не изменявшее ему, даже когда он бранился, и благородство манер свидетельствовали о том, что он не ровня своим подчинённым. Обладая безграничной храбростью, он, по слухам, боялся только вида собственной крови — она была густой и весьма необычного цвета. В одежде он старался подражать стилю, связанному с именем Карла II, — когда-то в начале своей бурной карьеры он услышал, что про него говорили, будто он странным образом похож на злосчастных Стюартов; а во рту держал мундштук собственного изобретения, в который вкладывались одновременно две сигары. И, конечно, самой мрачной его чертой был железный крюк.\r\n\r\nА теперь давай-ка убьём какого-нибудь пирата, чтобы продемонстрировать, как это делает Крюк. Кого бы нам выбрать? Ну вот хотя бы Верзилу. Вот они идут, Верзила вдруг спотыкается и налетает на капитана, помяв его кружевной воротник; взмах страшного крюка, что-то с треском рвётся, крик — тело незадачливого Верзилы отброшено в сторону, а пираты, не оглядываясь, идут мимо. А капитан даже не вынул сигары изо рта. Таков тот ужасный человек, с которым предстоит сразиться Питеру Пэну.\r\n\r\nКто же из них победит?\r\n\r\nСледом за пиратами тропою войны, видимой только опытному глазу, бесшумно крадутся индейцы — у всех ушки на макушке. Их обнажённые тела блестят жиром и краской, в руках они держат ножи и томагавки. Это свирепое племя Пиканини (не путать с добрыми делаверами или гуронами). Впереди идёт на четвереньках Великий Малый Барс, увешанный таким количеством скальпов, что они мешают ему продвигаться в принятой им сейчас позиции. А замыкает шествие Тигровая Лилия, самая своевольная из принцесс. Она идёт с гордо поднятой головой, прекраснейшая из темнокожих красавиц, гордость племени Пиканини, то кокетливая, то холодная; любой из краснокожих удальцов, не раздумывая, взял бы её в жёны, но она старается держаться подальше от алтаря, милее всего её сердцу томагавк. Смотри, они ступают по сухим веточкам так, что ни одна из них не хрустнет!\r\n","\r\nТы только слышишь их затруднённое дыхание. Это потому, что они слишком много ели в последние дни и немножко растолстели, — но ничего, это ненадолго, скоро опять похудеют. А сейчас лишняя полнота может сильно им повредить.\r\n\r\nИндейцы исчезают, как и появились, бесшумно, словно тени, и вот уже их место заняли дикие звери. Кого-кого только нет в этой огромной процессии: тут и львы, и тигры, и медведи, и всякие мелкие хищники, которые обычно до смерти их боятся. На этом благословенном острове все они, а особенно те, что охотятся на людей, живут бок о бок, одной дружной семьёй! Языки свисают у них из пасти — они сегодня голодны.\r\n\r\nКогда наконец и они исчезают из виду, из лесу выползает огромная Крокодилица. Ею замыкается круг. Скоро мы узнаем, кого она выслеживает!\r\n\r\nА за Крокодилицей вскоре снова появляются мальчишки, и так они все и кружат по острову, пока кто-нибудь не остановится или не изменит скорость. Вот тогда-то и начинается куча-мала!\r\n\r\nВсе они зорко смотрят вперёд, и никто не подозревает, что опасность может подкрасться сзади. Как видишь, остров совершенно всамделишный!\r\n\r\nПервыми вышли из круга мальчишки. Они повалились на траву возле своего подземного дома.\r\n\r\n— Хоть бы Питер скорее вернулся! — говорили они, боязливо озираясь. Как странно, не правда ли? Ведь каждый из них повыше своего капитана да и пошире в обхвате.\r\n\r\n— Один я не боюсь пиратов! — сказал Малыш.\r\n\r\nТеперь ты понимаешь, почему он так и не сделался всеобщим любимцем?!\r\n\r\nНо тут вдалеке послышался какой-то шум, и он поспешно добавил:\r\n\r\n— Но я тоже хочу, чтоб он поскорее вернулся… Интересно, узнал он что-нибудь про Золушку?\r\n\r\nОни заговорили о Золушке, и Шалун сказал, что, наверное, его мама была очень на неё похожа.\r\n\r\nО мамах они беседовали только в отсутствие Питера — это была запретная тема, одна глупость, по его мнению.\r\n\r\n— Я помню про свою маму только одно, — сказал Задавака. — Она часто говорила папе: „Ах, если бы у меня был собственный счёт в банке!“ Не знаю, что это такое, но мне бы так хотелось подарить ей этот счёт!\r\n\r\nТут вдалеке раздался какой-то шум. Ты или я, конечно, никогда бы ничего не расслышали, но мальчишки прожили всю жизнь в лесу и тут же смекнули, в чём дело. Это были пираты, они пели свою ужасную песню:\r\nХо-хо! Пиратское житьё Весёлые деньки! Давно скучает по тебе Верёвка из пеньки!   \r\n","\r\nВ тот же миг пропавшие мальчишки… Но где же они? Их здесь уже нет. Зайцы и те не скрылись бы из виду быстрей!\r\n\r\nТебе-то я могу сказать, куда они делись. Все, кроме Задаваки, который пошёл на разведку, уже сидят в своём домике под землёй. Прелестный дом! И ты там скоро побываешь! Но только как они туда попали? Поблизости нет даже кучи хвороста, которая могла бы прикрыть вход. Вглядись попристальнее! Видишь на поляне семь толстых деревьев с дуплом, куда легко может пролезть мальчишка? Это и есть семь дверей в подземный дом! Вот уже много лун подряд ищет их Крюк. Неужели он найдёт их сегодня?\r\n\r\nПираты вышли на поляну. Зоркий глаз Белоручки заметил в лесу Задаваку, и в тот же миг он выхватил пистолет. Но тут железный крюк впился ему в плечо.\r\n\r\n— Капитан, отпустите! — завопил Белоручка, извиваясь.\r\n\r\nСейчас мы впервые услышим голос капитана. О-о, это мрачный голос!\r\n\r\n— Сначала опусти пистолет, — сказал капитан с угрозой.\r\n\r\n— Это один из тех мальчишек! Вы же сами их ненавидите! Я мог бы уложить его на месте.\r\n\r\n— Конечно, и на звук выстрела сюда сбежались бы краснокожие. Ты, видно, хочешь расстаться со своим скальпом?\r\n\r\n— Может, мне им заняться, капитан? — спросил добродушный Неряха. — Пощекотать его Джонни Штопором?\r\n\r\nНеряха любил всему давать приятные прозвища. Джонни Штопором он называл свой кинжал, потому что всегда наносил им кручёные удары. У Неряхи вообще было много милых привычек. Например, после боя он протирал не оружие, а свои очки.\r\n\r\n— Джонни работает беззвучно, — напомнил он капитану.\r\n\r\n— Сейчас не время, — произнёс Крюк мрачно. — Что мне один? Мне нужны все семеро! Рассыпаться по лесу! Искать!\r\n\r\nПираты исчезли между деревьями, а капитан Крюк и Неряха остались одни на поляне. Крюк тяжко вздохнул. Не знаю, почему так случилось, — может быть, потому, что вечер был тих и прекрасен? — только капитану захотелось поведать преданному боцману историю своей жизни. Он говорил долго и горячо, но Неряха умом не блистал и так ничего и не понял.\r\n\r\nВдруг он услышал слово „Питер“. Он насторожился.\r\n\r\n— Больше всех, — говорил Крюк страстно, — я хочу схватить их капитана, Питера Пэна. Это он отрубил мне кисть.\r\n\r\nИ он с угрозой потряс крючком.\r\n\r\n— Давно уже я хочу пожать ему этим руку! Да я разорву его в клочья!\r\n\r\n— Но вы же сами говорили, — заметил Неряха, — что этот крючок стоит двадцати рук! Им так хорошо причёсываться… И вообще он очень полезен.\r\n","\r\n— Конечно, — отвечал капитан. — Будь я матерью семейства, я предпочёл бы, чтобы у всех моих детей было вот это вместо этого. — И капитан с гордостью поглядел на свою железную руку и с презрением на другую. Но вдруг он помрачнел, в лице его что-то дрогнуло. — Питер бросил мою руку Крокодилице. Она как раз проползала мимо.\r\n\r\n— Я часто замечал, — сказал Неряха, — что вы почему-то не любите крокодилов.\r\n\r\n— Не крокодилов, — поправил его Крюк, — а Крокодилицу! — Он заговорил тише. — Ей так понравилась моя рука, что с того самого дня, Неряха, она всюду следует за мной, от моря к морю, от острова к острову, и ждёт не дождётся, когда получит всё остальное.\r\n\r\n— Это в своём роде комплимент, — отметил Неряха.\r\n\r\n— Не нужны мне её комплименты! — рявкнул с обидой Крюк. — Мне нужен Питер Пэн! Это он дал ей отведать моей крови.\r\n\r\nОн присел на большой гриб.\r\n\r\n— Неряха, — сказал он хрипло. Голос его дрожал. — Эта Кроко-дилица давно бы сожрала меня, только, на счастье, она проглотила будильник. Он тикает у неё в животе и предупреждает меня об опасности. Стоит мне услышать „тик-так, тик-так“, как я спасаюсь бегством!\r\n\r\nОн засмеялся, но смех его звучал невесело.\r\n\r\n— Когда-нибудь, — заметил Неряха, — завод у будильника кончится, и тогда она до вас доберётся…\r\n\r\nКрюк облизнул пересохшие губы.\r\n\r\n— Да, — сказал он, — эта мысль не даёт мне покоя.\r\n\r\nТут капитан почувствовал, что снизу его почему-то припекает.\r\n\r\n— Послушай, Неряха, это сиденье жжётся! — рявкнул он. — Ах, винтики-шпунтики, да я горю!\r\n\r\nОни осмотрели гриб, на котором сидел капитан. Гриб был большой и крепкий — у нас такие не растут. Они потянули его — он остался у них в руках, ибо непрочно сидел в земле. И вот странность: из оставленной им дыры тотчас повалил дым.\r\n\r\nКапитан и Неряха переглянулись.\r\n\r\n— Труба! — закричали они в один голос.\r\n\r\nИ правда, они нашли трубу от подземного дома. Мальчишки прикрывали её грибом, когда вблизи появлялись враги.\r\n\r\nСквозь дым пираты услышали голоса. Мальчишки чувствовали себя в безопасности в своём подземном доме и весело болтали о всяких пустяках.\r\n\r\nПираты мрачно прислушались к их звонким голосам, а потом опять накрыли трубу грибом. Оглядевшись, они заметили семь больших дуплистых деревьев.\r\n","\r\n— Вы слышали, они говорят, что Питера Пэна нет на острове! — прошептал Неряха, и рука его сама собой потянулась к Джонни Штопору.\r\n\r\nКрюк кивнул. Он долго стоял неподвижно, погружённый в размышления, и наконец ужасная улыбка заиграла на его тёмном лице. Неряха только этого и ждал.\r\n\r\n— Откройте мне ваш план, капитан! — вскричал он.\r\n\r\n— Вернуться на корабль, — произнёс Крюк медленно, сквозь зубы, — испечь огромный… сдобный… сладкий… пирог! Покрыть его сверху глазурью. Внизу у них наверняка только одна комната — ведь труба-то одна. Глупые кроты не понимают, что им не нужен отдельный вход для каждого. А это значит, что у них нет матери. Пирог мы положим на берегу Залива Русалок. Мальчишки всегда там купаются и играют с русалками. Они найдут пирог и, конечно, съедят его весь без остатка — у них ведь нет матери, и они не знают, как опасно съесть разом такой огромный… сдобный… сладкий… пирог!\r\n\r\nОн расхохотался, и на этот раз смех его звучал очень весело.\r\n\r\n— Ага! Вот они и умрут!\r\n\r\nНеряха слушал его с восторгом.\r\n\r\n— Чудеснейший, коварнейший план! В жизни не слышал ничего лучше! — воскликнул он.\r\n\r\nИ они заплясали от радости и запели:\r\nДержи, трави! Когда иду, Трясутся все вокруг. Простись с башкой, когда тебя Погладит Джимми Крюк!   \r\n\r\nНо они так и не допели свою песню до конца: что-то зашуршало в траве, они умолкли и прислушались. Было так тихо, что, казалось, если бы с дерева упал листок, он заглушил бы этот шорох. Но вот он всё ближе и ближе, вот уже звучит совсем отчётливо.\r\n\r\nТик-так, тик-так, тик-так…\r\n\r\nКрюк затрепетал.\r\n\r\n— Крокодилица! — прошептал он и бросился бежать. Боцман бросился за ним.\r\n\r\nЭто действительно была Крокодилица. Она обогнала индейцев, которые теперь шли по следу остальных пиратов, и ползла дальше, за капитаном.\r\n\r\nМальчишки снова вылезли на лужайку, однако впереди их поджидала новая опасность: из лесу стремглав выбежал Задавака, а за ним — стая волков! Языки свисали у них из пасти, и от их воя кровь стыла в жилах.\r\n\r\n— Спасите! Спасите! — закричал Задавака, падая на землю. Что было делать?\r\n\r\nПитер был бы очень доволен, если б узнал, что в час испытания мальчишки прежде всего подумали о нём.\r\n","\r\n— А что сделал бы Питер? — спросили они хором. — И тут же ответили: — Ну, конечно, он сделал бы вот так!\r\n\r\nМальчишки разом нагнулись, просунули головы между ногами и грозно посмотрели на волков. Можешь не сомневаться, это самый лучший способ отпугнуть волков! Мгновение тянулось целую вечность, и всё же победа осталась за ними. Мальчишки двинулись вперёд, сохраняя всё ту же устрашающую позу, — волки поджали хвосты и убежали.\r\n\r\nЗадавака поднялся с земли. Его глаза всё ещё были широко раскрыты — от страха перед волками, подумали мальчишки. Но дело было не в волках!\r\n\r\n— А я что видел! — воскликнул он.\r\n\r\nМальчишки окружили его.\r\n\r\n— Удивительную вещь! Большую белую птицу! Она летит сюда!\r\n\r\n— Какая это птица?\r\n\r\n— Не знаю, — отвечал Задавака в ужасе. — Она, кажется, страшно устала и всё стонет на лету: „Бедная Венди!“\r\n\r\n— „Бедная Венди“?\r\n\r\n— Помню, помню, — тут же сказал Малыш. — Да, есть такие птицы, которые называются венди.\r\n\r\n— Смотрите, вон она! — закричал Задира, указывая вверх.\r\n\r\nВенди в эту минуту была у них прямо над головой, и они услышали её грустный крик. Но ещё отчётливее долетал до них пронзительный голос Динь-Динь. Ревнивая фея отбросила всякое притворство и, шныряя вокруг Венди, безжалостно щипала её со всех сторон.\r\n\r\n— Здравствуй, Динь! — закричали удивлённые мальчишки.\r\n\r\nВ ответ она крикнула:\r\n\r\n— Питер велел вам застрелить эту Венди!\r\n\r\nОни привыкли подчиняться Питеру беспрекословно.\r\n\r\n— Сейчас! — закричали простодушные мальчишки. — Где наши луки и стрелы?\r\n\r\nИ тут же бросились к деревьям. Один Шалун остался, потому что лук и стрелы были у него с собой. Динь это заметила и потёрла свои маленькие ручки.\r\n\r\n— Давай, Шалун! — завопила она. — Вот Питер обрадуется! Шалун радостно вставил в лук стрелу.\r\n\r\n— Динь, посторонись! — крикнул он и выстрелил.\r\n\r\nВенди упала на землю.\r\n\r\nГлава 6. Домик для Венди\r\n\r\n","Когда остальные мальчишки вылезли со своими луками из деревьев, глупый Шалун стоял с видом победителя над бездыханной Венди.\r\n\r\n— Вы опоздали! — гордо сказал он. — Эту Венди убил я. Питер будет так мною доволен!\r\n\r\n— Болван! — крикнула с дерева Динь и поспешила убраться восвояси. Никто её не услышал. Мальчишки окружили Венди. Весь лес, казалось, замер. Если бы сердце у Венди билось, они бы его услышали.\r\n\r\nПервым заговорил Малыш.\r\n\r\n— Но ведь это совсем не птица, — прошептал он испуганно. — По-моему, это девочка…\r\n\r\n— Девочка? — переспросил Шалун и задрожал.\r\n\r\n— И мы её убили, — сказал Задавака хрипло. Тут они все как один сняли шапки.\r\n\r\n— Теперь понятно, — протянул Задира. — Питер достал нам девочку, чтобы она о нас заботилась, — сказал Близнец. — А ты взял и застрелил её!\r\n\r\nКонечно, мальчишкам было жаль Шалуна, но себя они жалели ещё больше, и, когда он шагнул к ним, они от него отвернулись.\r\n\r\nШалун страшно побледнел, но во всём облике его появилось достоинство, которого не было раньше.\r\n\r\n— Да, я её убил, — сказал он задумчиво. — Никогда раньше я не видел ни одной девочки, разве только во сне, и тогда я говорил ей: „Мамочка! Мама!“. Когда же наконец она к нам прилетела, я взял и убил её.\r\n\r\nОн повернулся и побрёл прочь.\r\n\r\n— Останься! — закричали, жалея его, мальчишки.\r\n\r\n— Нет, — ответил он, содрогаясь. — Я так боюсь Питера.\r\n\r\nИ в эту тяжёлую минуту они услышали громкий петушиный крик. У мальчишек душа ушла в пятки: это был голос Питера. Он всегда таким криком извещал их о своём прибытии.\r\n\r\n— Питер! — закричали мальчишки.\r\n\r\n— Спрячем её, — зашептались они и торопливо окружили Венди. Один Шалун остался в стороне. В воздухе снова прозвенел петушиный крик, и Питер опустился на землю.\r\n\r\n— Здорово, ребята! — закричал он.\r\n\r\nОни отдали ему честь, а затем опять наступила тишина. Питер нахмурился.\r\n\r\n— Я вернулся, — сказал он в сердцах. — Что ж вы не кричите „ура“?\r\n\r\nОни открыли рты, но не могли произнести ни звука. Впрочем, Питер так торопился сообщить им радостную весть, что не стал обращать на это внимание.\r\n","\r\n— Замечательные новости, ребята! — весело сказал он. — Я достал вам всем маму!\r\n\r\nИ снова никто не произнёс ни звука, только бедный Шалун упал на колени. Питер забеспокоился:\r\n\r\n— Вы её не видели? Она летела сюда.\r\n\r\n— О горе нам, горе! — закричал кто-то. А другой добавил:\r\n\r\n— О мрачный день! Шалун поднялся.\r\n\r\n— Питер, — сказал он спокойно. — Я покажу её тебе.\r\n\r\nНикто не двинулся с места.\r\n\r\n— Отойдите, Близнецы, — сказал Шалун. — Пусть Питер увидит. Все расступились, и Питер увидел Венди; он смотрел на неё и думал, ибо не знал, что надо делать дальше.\r\n\r\n— Она умерла, — сказал он в замешательстве. — Ей, верно, страшно, что она умерла.\r\n\r\nА что, если взять, да и ускакать, посмеиваясь, от неё на одной ножке далеко, далеко и никогда больше сюда не возвращаться. Как бы все обрадовались, если б он это сделал! И как весело поскакали бы за ним следом!\r\n\r\nНо Питер взглянул на стрелу, которая попала Венди в сердце. Он вынул стрелу и повернулся к мальчикам.\r\n\r\n— Чья? — спросил он сурово.\r\n\r\n— Моя, — ответил Шалун, снова падая на колени.\r\n\r\n— Злодейская рука! — воскликнул Питер, занося стрелу, словно это был кинжал.\r\n\r\nНо Шалун не дрогнул. Он обнажил грудь.\r\n\r\n— Пронзай меня, Питер! — сказал он твёрдо. — Пронзай меня в самое сердце!\r\n\r\nДважды заносил Питер руку, и дважды рука его падала.\r\n\r\n— Не могу, — сказал он с ужасом. — Что-то останавливает мою руку.\r\n\r\nВсе в изумлении уставились на Питера — все, кроме Задаваки, который в эту минуту, к счастью, взглянул на Венди.\r\n\r\n— Ой! — закричал он. — Это она, это девочка Венди тебя останавливает! Взгляните на её руку!\r\n\r\nИ правда, Венди — о чудо! — подняла руку. Задавака склонился над ней и почтительно прислушался.\r\n\r\n— Кажется, она сказала: „Бедный Шалун!“ — прошептал Задавака.\r\n\r\n— Она жива, — произнёс Питер кратко.\r\n\r\n— Девочка Венди жива! — подхватил Малыш.\r\n","\r\nПитер опустился на колени и увидел висевшую у неё на цепочке пуговицу. Помнишь, он сам подарил её Венди?\r\n\r\n— Видите? — сказал он. — Стрела ударила вот сюда и отскочила. Это мой подарок, называется „поцелуй“. Он спас ей жизнь.\r\n\r\n— Помню, помню, — тут же вмешался Малыш. — Дайте-ка мне посмотреть… Да, это самый настоящий поцелуй.\r\n\r\nНо Питер его не слушал. Он просил Венди поскорее поправляться, чтобы он мог показать ей русалок. Венди, конечно, промолчала, она ещё не пришла в сознание, но что это за жалобный стон прозвучал вверху?\r\n\r\n— Это Динь, — сказал Задира. — Она плачет, потому что мы не убили эту Венди!\r\n\r\nТут мальчишкам пришлось поведать Питеру о преступлении Динь. Ну и рассердился же он!\r\n\r\n— Послушай, Динь, я тебе больше не друг! — закричал Питер. — Уходи отсюда. Оставь меня навсегда!\r\n\r\nДинь опустилась ему на плечо и стала молить о прощении, но Питер смахнул её прочь. Только когда Венди снова шевельнула рукой, он немного смягчился.\r\n\r\n— Ну хорошо, оставь меня не навсегда, а… на неделю!\r\n\r\nДумаешь, Динь поблагодарила Венди за то, что та шевельнула рукой? И не подумала! Она бы сейчас с удовольствием её ущипнула. Странные существа эти феи! Немудрено, что Питер, который знал их лучше всех, частенько их поколачивал.\r\n\r\nНо что же делать с Венди? Ведь её здоровье внушает серьёзные опасения.\r\n\r\n— Давайте отнесём её вниз, в дом, — предложил Задира.\r\n\r\n— Да-да, — поддержал его Малыш, — в таких случаях именно так и поступают с девочками.\r\n\r\n— Нет, — возразил Питер, — не нужно её трогать. Это неуважительно.\r\n\r\n— Я совершенно с тобой согласен, — сказал Малыш.\r\n\r\n— Но ведь она умрёт, если мы оставим её лежать здесь! — взволновался Шалун.\r\n\r\n— Конечно, умрёт, — согласился Малыш. — Но что же делать?\r\n\r\n— Я знаю! — воскликнул Питер. — Давайте построим вокруг неё домик! Мальчишки пришли в восторг.\r\n\r\n— А ну-ка бегите, — приказал Питер, — и принесите снизу всё самое лучшее. Тащите сюда всё! Да пошевеливайтесь!\r\n\r\nВсе засуетились, словно портные в ночь перед свадьбой. Они спустились вниз и притащили постели, а потом побежали за дровами, и тут вдруг, откуда ни возьмись, к ним подошли Джон и Майкл. Они спали на ходу, останавливались, просыпались, делали шаг вперёд и снова засыпали.\r\n\r\n— Джон, а Джон, — хныкал Майкл. — Проснись, Джон. Где наша Нэна, Джон? Где мама?\r\n","\r\nДжон тёр глаза и говорил:\r\n\r\n— Да, правда, мы летели по воздуху.\r\n\r\nМожешь мне поверить, они вздохнули с облегчением, увидев Питера.\r\n\r\n— Здравствуй, Питер! — закричали они.\r\n\r\n— Здорово! — ответил он дружелюбно, хотя, сказать по правде, он их совершенно не помнил.\r\n\r\nПитер в эту минуту был очень занят: он измерял шагами Венди, чтобы решить, какой величины дом ей потребуется. Он, конечно, хотел ещё оставить место для стола со стульями. Джон и Майкл посмотрели на него.\r\n\r\nОни спросили:\r\n\r\n— Венди спит?\r\n\r\n— Да, спит, — ответил Питер.\r\n\r\n— Давай разбудим её, Джон, и пусть она приготовит нам ужин, — предложил Майкл.\r\n\r\nНо тут он увидел мальчишек — они прибежали с ветками для строительства дома.\r\n\r\n— Взгляни-ка, Джон! — закричал Майкл.\r\n\r\n— Задира! — сказал Питер громко, как настоящий капитан. — Позаботься, чтобы эти мальчики тоже строили дом!\r\n\r\n— Есть, капитан!\r\n\r\n— Строили дом? — удивился Джон.\r\n\r\n— Для этой Венди, — объяснил Задира.\r\n\r\n— Для Венди? — ужаснулся Джон. — Но она всего-навсего девчонка!\r\n\r\n— Вот именно, — ответил Задира, — а мы её покорные слуги.\r\n\r\n— Вы? Слуги Венди?\r\n\r\n— Да, — отвечал Питер, — и вы тоже. А ну за работу!\r\n\r\nИ поражённых братьев утащили пилить, строгать и строить.\r\n\r\n— Сначала стол со стульями и камин, — командовал Питер, — а потом построим вокруг дом!\r\n\r\n— Верно, верно, — сказал Малыш. — Именно так и строят всегда дома! Я это ясно теперь вспоминаю.\r\n\r\nПитер подумал обо всём.\r\n\r\n— Малыш, сходи-ка за доктором, — приказал он.\r\n","\r\n— Есть, капитан!\r\n\r\nИ Малыш убежал, почёсывая в затылке. Он знал, что Питеру возражать нельзя, и через минуту вернулся, нацепив шляпу Джона и приняв очень серьёзный вид.\r\n\r\n— Прошу вас, сэр, — сказал Питер, идя ему навстречу. — Вы доктор? Разница между Питером и другими мальчиками в такие минуты заключалась вот в чём: они знали, что это всё понарошку, а для него что понарошку, что всерьёз — всё было одно и то же. Это их иногда беспокоило, особенно когда приходилось делать вид, что они уже пообедали. Если же они переставали играть, он больно бил их по рукам.\r\n\r\n— Да, доктор, детка, — отвечал с тревогой Малыш. Руки у него были все в синяках.\r\n\r\n— Сэр, — сказал Питер, — у нас серьёзно заболела девочка.\r\n\r\nВенди лежала у самых их ног, но у Малыша хватило ума притвориться, будто он не видит её.\r\n\r\n— Так, так, — сказал он. — Где же больная?\r\n\r\n— Да вон, на лужайке.\r\n\r\n— Хорошо, сейчас я суну ей в рот стеклянную палочку, — сказал Малыш и притворился, что так и поступил.\r\n\r\nПитер ждал. Малыш сделал вид, что вынул у Венди изо рта градусник и поднёс его к глазам. Это был волнующий момент.\r\n\r\n— Ну что? — спросил Питер.\r\n\r\n— Так, так, — ответил Малыш. — Это ей помогло.\r\n\r\n— Я очень рад! — воскликнул Питер.\r\n\r\n— Поите её бульоном из большой чашки с носиком, — сказал Малыш. — А вечером я вас опять навещу.\r\n\r\nОн отдал шляпу Джону и громко вздохнул, он всегда так вздыхал, почувствовав, что опасность миновала.\r\n\r\nВ лесу в это время стучали топоры, и скоро всё, что было нужно для постройки дома, лежало у Вендиных ног.\r\n\r\n— Если б только знать, какие дома ей нравятся! — сказал кто-то.\r\n\r\n— Питер! — крикнул другой. — Посмотри, она шевельнулась во сне.\r\n\r\n— Она открыла рот, — заметил третий и почтительно заглянул в него. — Ах, какая прелесть!\r\n\r\n— Может, она споёт нам во сне? — сказал Питер. — Венди, спой нам, какой тебе хотелось бы дом.\r\n\r\nВ ответ Венди спела, не открывая глаз:\r\nПусть домик будет очень мал, Чтоб влезть никто не мог, И стены красные, а дверь Зелёная как мох.   \r\n\r\n","Мальчишки радостно засмеялись: по счастью, на ветках, которые они принесли, застыла красная смола, а вся земля вокруг была покрыта мхом. И они принялись за работу, весело напевая:\r\nСмотри, твой дом уже готов Ступеньки, стены, дверь. Скажи нам, мама Венди, Что делать нам теперь? И Венди чуть ли не с жадностью ответила: Теперь, пожалуйста, окно Проделайте в стене. Пусть будут розы под окном, И дети — на окне.     \r\n\r\nОни пробили кулаками окна, ну а вместо занавесок пусть будут большие жёлтые листья. Но где же взять розы?\r\n\r\n— Розы! — потребовал Питер.\r\n\r\nОни тут же сделали вид, что посадили чудесные розы и пустили их виться по стене. Но дети?\r\n\r\nЧтобы Питер не вздумал потребовать от них детей, они быстро запели:\r\nГотово! Розы у крыльца, А мы глядим в окно. Себя нам делать ни к чему, Мы сделаны давно.   \r\n\r\nПитеру это очень понравилось, и он притворился, что это он сам все придумал.\r\n\r\nДомик вышел очень красивый, и Венди, верно, в нём было очень уютно, только, конечно, теперь они не могли её видеть. Питер обошёл домик. Ничто не ускользало от его орлиного взора. Казалось, всё готово, а ему всё чего-то не хватало.\r\n\r\n— Где дверной молоток? — спросил он строго.\r\n\r\nВсем стало стыдно, но Шалун тут же оторвал подошву от своего башмака, и из неё вышел прекрасный дверной молоток. Теперь всё в порядке, подумали они. Куда там!\r\n\r\n— А где труба? Нам необходима труба! — сказал Питер.\r\n\r\n— Конечно, разве можно без трубы? — важно поддержал его Джон.\r\n\r\nЛучше бы он молчал! Питер быстро обернулся, сорвал у него с головы шляпу, выбил у неё дно и поставил её на крышу. Труба вышла отличная, и из неё тотчас же, словно в благодарность, повалил дым!\r\n\r\nТеперь наконец всё действительно было готово. Оставалось только постучать в дверь.\r\n\r\n— Принять праздничный вид! — скомандовал Питер. — Первое впечатление — очень важная штука.\r\n\r\nОн был рад, что никто не спросил у него, что такое „первое впечатление“, мальчишкам было не до того — они принимали праздничный вид.\r\n\r\nПитер вежливо постучал в дверь; мальчишки затаили дыхание; вокруг всё замерло, в лесу не слышно было ни шороха, только Динь-Динь, усевшись на ветку, открыто смеялась над мальчишками.\r\n","\r\nИнтересно, откроют ли им дверь, думали мальчишки. И если откроют, то кто? Девочка? А какая она?\r\n\r\nДверь отворилась, и из дома вышла девочка. Это была Венди. Они быстро сдёрнули шапки. Она очень удивилась. Этого-то им и было нужно.\r\n\r\n— Где я? — спросила Венди. Конечно, первым выскочил Малыш.\r\n\r\n— Девочка Венди, — сказал он, — ты в доме, который мы построили для тебя.\r\n\r\n— Пожалуйста, скажи, что он тебе нравится! — закричал Задавака.\r\n\r\n— Прелесть что за дом! — воскликнула Венди. Этого-то они от неё и ждали.\r\n\r\n— А мы твои дети! — закричали Близнецы.\r\n\r\nТут все пропавшие мальчишки упали на колени и, протянув к ней руки, закричали:\r\n\r\n— Девочка Венди, будь нашей мамой!\r\n\r\n— Мамой? — переспросила Венди, сияя. — Конечно, мне бы этого очень хотелось, но только я ещё слишком мала. У меня нет настоящего опыта.\r\n\r\n— Не важно! — сказал Питер.\r\n\r\nМожно было подумать, что он лучше всех в этом разбирался. На самом-то деле, как ты сам понимаешь, он знал обо всём этом гораздо меньше других.\r\n\r\n— Тёплая материнская забота — вот всё, что нам нужно! — сказал он.\r\n\r\n— Ах, — воскликнула Венди, — это как раз по мне!\r\n\r\n— Вот видишь! — закричали мальчишки в один голос. — Мы это сразу заметили.\r\n\r\n— Что ж, — сказала она, — я постараюсь. А ну-ка, неслухи, идите сию же минуту домой! Ноги у вас, конечно, мокрые! Так я и знала! А перед сном я как раз успею досказать вам сказку о Золушке!\r\n\r\nТуг все втиснулись в домик. Не знаю, как они там все поместились, но на Нигдешнем острове и не такое случается. Это был первый из множества счастливых вечеров, которые они провели с Венди. А потом она уложила их в огромную кровать в подземном доме и подоткнула каждому одеяло. Сама же она легла в домике наверху, а Питер обнажил шпагу и встал на страже у дверей, ибо по лесу рыскали волки, а где-то вдали слышались крики пирующих пиратов. Маленький дом выглядел так спокойно и уютно в темноте. Занавешенные окошки светились, из трубы весело шёл дымок, а у дверей стоял на страже Питер.\r\n","\r\nСпустя немного и он заснул, так что подгулявшим феям, возвращавшимся домой с весёлой вечеринки, пришлось перелезать через него. Если б на их дорожке лежал кто-нибудь другой, они бы наверняка подстроили ему какую-нибудь гадость, но Питера они просто щёлкали по носу и шли себе мимо.\r\n\r\nГлава 7. Дом под землёй\r\n\r\nНа следующее утро Питер первым делом обмерил Венди, Джона и Майкла, чтобы подобрать им деревья для входа в подземный дом. Крюк, как ты помнишь, смеялся над мальчиками — зачем это им понадобилось по дереву на брата? — но он ничего в этом не понимал, ибо для того, чтобы с лёгкостью спускаться и подыматься по дереву, надо, чтобы оно тебе было как раз впору, а мальчики все были разные в объёме. Если же дерево тебе впору, тогда стоит только влезть в дупло и поглубже вдохнуть, как тут же летишь с нужной скоростью вниз. А чтобы подняться, надо попеременно вдыхать и выдыхать, и тогда медленно лезешь кверху. После должной тренировки это получается само собой, без усилий, и к тому же необычайно изящно.\r\n\r\nНо, конечно, нужно точно подходить под дупло. Вот почему Питер обмеривает всех троих так тщательно, будто собирается заказывать им костюмы; разница только в том, что костюмы подгоняют на тебя, а тут тебя подгоняют под дерево. Обычно это достигается очень легко: наденут на тебя всякой одежды или, наоборот, снимут всё лишнее; но, если ты кое-где в неподходящих местах толстоват или если единственное свободное дерево имеет неправильную форму, Питер быстро придаст тебе нужный вид. А потом надо всегда быть начеку, чтобы не потолстеть и не похудеть, а это, как радостно обнаружила Венди, очень для всех полезно.\r\n\r\nВенди и Майкл подошли к своим деревьям с первой же примерки, а Джона пришлось немножко подогнать.\r\n\r\nЧерез несколько дней они уже быстро скользили вверх и вниз по своим деревьям — ну прямо как вёдра в колодце.\r\n\r\nА как горячо полюбили они дом под землёй! Особенно привязалась к нему Венди.\r\n\r\nТам была одна большая комната, как и должно быть, конечно; пол был земляной, и, если тебе хотелось пойти на рыбалку, ты мог накопать червей прямо тут же, не выходя из дома; а из пола торчали крепкие грибы очень приятного цвета, на которых можно было сидеть, как на табуретках. Посреди комнаты росло Нигдешнее дерево, вернее, оно пыталось расти, но каждое утро его спиливали под корень. К вечеру оно снова вырастало по пояс, и тогда на него клали дверь и ужинали на нём, словно на столе, а убрав посуду, снова спиливали до основания, чтобы было больше места для игр.\r\n\r\nБыл в подземном доме и камин, огромный и, что самое главное, вроде передвижной: его можно было зажечь в любом углу комнаты, и Венди натягивала перед ним верёвки из древесных волокон, чтоб сушить у огня бельё. Кровать на день поднималась, но ровно в половине седьмого её опускали, и тогда она занимала полкомнаты; на ней спали все мальчики, кроме Майкла. Они лежали тесно, словно сельди в бочке. Поворачиваться на другой бок поодиночке было строго-настрого запрещено — только когда кто-нибудь подавал сигнал, все разом перекатывались на другой бок.\r\n","\r\nКонечно, Майкл тоже должен бы спать со всеми, но Венди очень хотелось, чтобы в доме был младенец, а Майкл был самым маленьким. Сам знаешь, с женщинами лучше не спорить! Словом, Майкл спал в корзине, которую подвешивали к потолку словно люльку.\r\n\r\nКак видишь, жили они просто, без затей. Вероятно, доведись медвежатам жить в подземном доме, они бы устроились там точно так же. Исключением был один уголок, вернее, маленькая, словно клетка для канарейки, ниша в стене: то были личные покои Динь-Динь. Дверь ей заменяла крошечная занавеска: одеваясь и раздеваясь, Динь, особа, утончённая до крайности, всегда задёргивала её. Никакая женщина, будь она хоть во сто крат больше её ростом, не смогла бы устроить такого изящного будуара. Софа (Динь только так её и называла) была настоящая „королева Маб“ с витыми ножками, а покрывала она всё время меняла — в зависимости от того, какое дерево было в цвету. Трюмо у неё было „Кот в сапогах“ (в хорошем состоянии таких трюмо, по словам фей, торгующих мебелью, известно только три); умывальник был „пряничный домик“ с откидной крышкой, комод — подлинная „Спящая красавица VI“, а большой ковёр и коврики — ранние (и лучшие!) „Марджори и Робин-малиновка“. Висела там ещё люстра — „Хрустальный башмачок“, хоть Динь её никогда не зажигала, потому что, ты ведь помнишь, она освещала всё сама. Обо всём остальном доме Динь отзывалась в самых презрительных выражениях. Впрочем, этого, верно, следовало ожидать! Жилище её, хоть и очень красивое, имело чрезвычайно самодовольный вид, чем напоминало вечно задранный нос.\r\n\r\nВенди, по-моему, находила новую жизнь необыкновенно увлекательной: ведь с этими буянами мальчишками хлопот было без конца. Порой за несколько недель она не могла выбрать ни минутки, чтобы выйти на воздух, — разве что вечером, когда все укладывались спать, но и тогда она брала с собой штопку. Готовка, доложу я тебе, тоже занимала много времени. Питались они в основном поджаренными плодами хлебного дерева, бататами, кокосовыми орехами, запечённой свининой и бананами, а запивали всё это напитком „пой-пой“ из огромных тыквенных бутылок, но они никогда не знали заранее, станут ли есть по-настоящему или понарошку, — всё зависело от того, в каком настроении будет Питер. Иногда он ел по-настоящему, если ему вдруг приходило в голову, что в том-то и состоит игра, но уплетать за обе щеки, просто чтобы чувствовать приятную тяжесть в желудке, он не умел. А ведь это-то больше всего и любят все дети. Это, да ещё поговорить о еде! А когда он ел понарошку, он настолько верил в то, что действительно ест, что округлялся прямо на глазах. И тогда волей-неволей всем приходилось следовать его примеру. Это было очень обидно! Правда, если тебе удавалось доказать ему, что ты так исхудал, что собственное дерево тебе велико, он разрешал тебе поесть по-настоящему.\r\n\r\nПо вечерам, уложив мальчиков спать, Венди любила посидеть у камина с шитьём. Только тогда, как она говорила, она и могла вздохнуть спокойно. Она что-нибудь шила мальчикам и ставила на колени двойные заплаты. Коленок своих они не жалели — уж можешь мне поверить!\r\n","\r\nСидя у камина с целой корзиной чулок — в каждой пятке по дырке! — она всплёскивала руками и приговаривала:\r\n\r\n— Ну как тут не позавидовать старым девам! И лицо её при этом сияло.\r\n\r\nТы, верно, не забыл про её любимого волчонка? Ну так вот, он очень скоро узнал, что Венди прилетела на остров, разыскал её и бросился к ней в объятия. С тех пор он всюду ходил за ней следом.\r\n\r\nВремя шло. Вспоминала ли Венди своих любимых родителей? Мне трудно ответить на этот вопрос. Ведь время на острове идёт совсем по-другому, чем у нас: его исчисляют лунами и солнцами, но и лун, и солнц там больше, чем у нас. Боюсь, что Венди не очень-то беспокоилась о папе и маме; она была совершенно уверена в том, что окно в детской будет всегда для неё открыто. Вот почему она совсем не волновалась. Её только порой смущало то, что Джон помнил родителей очень смутно, — кажется, он с ними где-то встречался? — а Майкл так и вовсе готов был поверить, что его мама — Венди. Это её немножко пугало, и, обуреваемая благородным желанием исполнить свой долг и воскресить в их памяти родной дом, она задавала им сочинения, стараясь, чтобы они были похожи на те, которые сама она писала в школе. Другим мальчикам всё это казалось страшно интересным, и они сделали себе грифельные доски и тоже садились за стол и потели над вопросами, которые Венди писала на своей доске и передавала по кругу. Вопросы были самые обычные: „Какого цвета были у мамы глаза? Кто был выше — папа или мама? Какие были у мамы волосы — тёмные или светлые? Постарайся ответить на все три вопроса“. Или: „Напиши сочинение не меньше, чем на две странички, на одну из следующих тем: 1) Как я провёл свои школьные каникулы; 2) Сравни характер папы и мамы“. Или ещё: „1) Опиши, как смеётся мама; 2) Опиши, как смеётся папа; 3) Опиши, какое платье надевала мама, когда шла в гости; 4) Опиши конуру и её обитательницу“.\r\n\r\nВопросы были совсем простые, и, если ты не мог на них ответить, нужно было поставить крестик. Грустно было смотреть, сколько крестиков набиралось даже у Джона. На все вопросы, конечно, отвечал только Малыш; он был уверен, что займёт первое место, но писал он ужасные глупости, так что на самом деле неизменно бывал последним. Всё это было очень грустно!\r\n\r\nПитер не писал сочинений и не отвечал на вопросы. Во-первых, он презирал всех мам, кроме Венди, а во-вторых, он один на всём острове не умел ни читать, ни писать — ни словечка! Он был выше этого.\r\n\r\nА ты заметил, что Венди составляла вопросы в прошедшем времени? „Какого цвета были у мамы глаза?“… и так далее. Дело в том, что Венди тоже начала понемножку всё забывать.\r\n\r\nПриключений на острове, как ты сейчас увидишь, было хоть отбавляй; но как раз в это время Питер изобрёл — не без Вендиной помощи, конечно, — новую игру, которая страшно его забавляла до тех пор, пока он вдруг не потерял к ней всякий интерес. Как я тебе уже говорил, такая участь постигала все его игры. Новая игра состояла в том, чтобы притвориться, будто на свете вообще не существует никаких приключений, и делать то же самое, что Джон и Майкл делали всю жизнь: сидеть на стульях, играть в мячик, толкаться, ходить на прогулку и возвращаться домой, не убив даже гризли. Питер, спокойно сидящий на стуле, — вот это было зрелище! Выглядел он при этом очень торжественно: сидеть спокойно казалось ему безумно смешно, и он изо всех сил сдерживался, чтобы не рассмеяться. Теперь он хвастался, что выходил погулять, потому что это так полезно для здоровья! В течение многих лун это казалось ему самым необычным приключением, и Джону и Майклу приходилось делать вид, что они тоже в восторге, иначе он бы очень сурово с ними обошёлся.\r\n","\r\nНередко Питер уходил из дому один, а когда он возвращался, невозможно было с уверенностью сказать, было с ним какое-нибудь приключение или нет. Порой он не обмолвится о нём ни словечком — видно, начисто забудет, что там произошло, — а потом кто-нибудь пойдёт прогуляться и найдёт под кустом убитого пирата; порой же чего только Питер не наплетёт — глядь, а под кустом никого нет! Бывало, он возвращался домой с перевязанным лбом, и тогда Венди ворковала над ним и промывала рану тёплой водой, а он в это время рассказывал какую-нибудь невероятную историю. Венди никак не могла решить, верить ему или не верить.\r\n\r\nКонечно, на острове бывало множество и самых настоящих приключений — Венди это знала, потому что сама в них участвовала; но ещё больше бывало и других — настоящих всего лишь наполовину или даже того меньше; Венди это знала, потому что в этих приключениях участвовали мальчики, а они клялись, что приключения были настоящие от начала и до конца. Но если описать все эти приключения, получилась бы книжка толщиной с латинский словарь, так что лучше я расскажу тебе о том, что произошло на острове за какой-нибудь час. Какой бы час выбрать? Вот ведь задача!\r\n\r\nМожет, подерёмся с индейцами в Малышовом ущелье? Бой был кровавый, но самое интересное, что в этом бою мальчики сделали одно важное открытие: оказывается, Питер в самый разгар сражения мог вдруг взять и перейти на другую сторону. В этой битве, когда победа улыбалась то индейцам, а то мальчикам, он неожиданно крикнул:\r\n\r\n— А я краснокожий! Шалун, а ты кто?\r\n\r\nИ Шалун ответил:\r\n\r\n— И я краснокожий! А ты, Задавака?\r\n\r\nИ Задавака сказал:\r\n\r\n— И я тоже! А ты, Близнец?\r\n\r\nИ так все до единого в один миг стали краснокожими; разумеется, битва на этом могла бы и кончиться, но только индейцам это так понравилось, что они тут же решили стать пропавшими мальчишками, — всего на один раз, конечно, — и бой разгорелся с новой силой.\r\n\r\nСамое удивительное в этой битве было то, что… впрочем, мы ведь ещё не решили, на каком приключении остановиться. Пожалуй, тебе будет гораздо интереснее услышать, как однажды ночью индейцы напали на подземный дом: они задумали спуститься вниз по дуплистым деревьям, но так в них застряли, что пришлось их вытаскивать словно пробки.\r\n\r\nИли, может, рассказать тебе о том, как Питер спас жизнь Тигровой Лилии в Заливе Русалок, после чего они стали союзниками?\r\n\r\nА ещё я мог бы поведать тебе о пироге, который пираты испекли в надежде, что мальчишки съедят его и умрут; они всё подсовывали его мальчишкам, но Венди всякий раз успевала выхватить его у детей из рук, так что со временем пирог зачерствел и стал твёрдым, как каменный, и мальчишки использовали его как метательный снаряд; однажды сам Крюк споткнулся о него в темноте и растянулся во весь рост.\r\n","\r\nА хочешь, я расскажу тебе о птицах, друзьях Питера, или лучше о Птице-Небылице, которая свила себе гнездо на дереве, склонившемся над заливом, о том, как гнездо упало в воду, но она продолжала сидеть в нём, согревая яйца своим теплом, и Питер приказал её не трогать? Это очень поучительная история, но лучше всего в ней конец, потому что мы узнаем о том, как велика бывает птичья благодарность; впрочем, если рассказать тебе об этом, нужно тогда рассказать и обо всём, что случилось у залива, а это уж два приключения вместо одного!\r\n\r\nА однажды (это история короткая, но не менее увлекательная) Венди заснула на огромном листе кувшинки, а Динь вместе с другими уличными феями стала отталкивать лист от берега: ей хотелось отправить спящую Венди обратно на материк. К счастью, лист прохудился, и Венди проснулась; она решила, что пора купаться, и поплыла к берегу.\r\n\r\nА ещё я мог бы рассказать тебе о том, как Питер однажды бросил вызов львам. Он начертил стрелой вокруг себя круг и крикнул целой стае львов:\r\n\r\n— А вот слабо вам войти в этот круг!\r\n\r\nВенди с мальчиками взобрались на деревья и затаив дыхание ждали; они ждали много часов, но ни один лев не решился принять вызов.\r\n\r\nКакое же из всех этих приключений выбрать? Давай лучше кинем жребий!\r\n\r\nНу-ка, что там выпало? Залив!\r\n\r\nПожалуй, было бы лучше, если б выпало ущелье, или даже пирог, или лист кувшинки. Конечно, можно переиграть и выбрать что-нибудь поинтереснее. Но уговор дороже денег — залив так залив!\r\n\r\nГлава 8. Залив Русалок\r\n\r\nЗакрой-ка глаза покрепче, и, если тебе повезёт, ты увидишь в темноте чудесное светлое пятно; зажмурься изо всех сил — и пятно поплывет, задвижется, а краски станут такими яркими, что, кажется, ещё миг — и они разгорятся пожаром. В эту минуту ты и увидишь Залив Русалок. Он явится сюда на мгновение. Чудесное мгновение! Пока ты на материке, не рассчитывай на большее. Удлинить бы это мгновение вдвое, и ты услышал бы шум прибоя и пение русалок.\r\n\r\nДолгие летние дни дети проводили на берегу залива: плавали, лежали на воде, играли в русалочьи игры. Впрочем, не думай, что русалки с ними дружили. Ничуть не бывало! Венди было очень горько, что за всё время, проведённое на острове, она не услышала от русалок ни одного доброго слова. Тихонько подкравшись к берегу залива, она смотрела, как они целой толпой грелись на солнышке (любимым их местом была Скала Покинутых) и лениво расчёсывали волосы. Венди не могла этого спокойно видеть! Иногда она крадучись подплывала к ним совсем близко, но стоило русалкам завидеть Венди, как они тут же ныряли на дно, да ещё норовили обрызгать её хвостами!\r\n","\r\nС мальчиками они обращались не лучше. Питер, конечно, был исключением: он часами болтал с русалками на Скале Покинутых, а когда какая-нибудь из них забывалась и начинала дерзить, он тут же наступал ей на хвост. Однажды он принёс Венди в подарок настоящий русалочий гребень.\r\n\r\nЕсли тебе случалось слышать, как русалки плачут и стонут в новолуние, ты уже этого никогда не забудешь! Но залив в это время опасен для смертных, и Венди никогда не подходила к нему при лунном свете: она не боялась (конечно, Питер пошёл бы с нею), но просто считала, что в семь часов все должны лежать в постели.\r\n\r\nЗато в солнечные дни, после дождя, Венди частенько приходила к заливу посмотреть, как русалки выплывают наверх поиграть с разноцветными пузырьками; их там в такие дни видимо-невидимо, они весело бьют по пузырькам хвостами и пасуют их, как мячи, друг другу. Ворота расположены с обоих концов радуги, ловить мяч руками разрешается только вратарям. Порой в заливе играют сотни русалок. Это очень красивое зрелище!\r\n\r\nНо стоило детям войти в игру, как русалки тотчас же пропадали, и мальчикам ничего не оставалось делать, как играть без них. Впрочем, нам достоверно известно, что исподтишка они следили за мальчиками и не считали для себя зазорным поучиться у них. Джон, например, изобрёл новый приём: он отбивал пузырёк не руками, а головой, и русалки-вратари тут же последовали его примеру. Вот и всё, чем Джона вспоминали на острове.\r\n\r\nПриятно было также посмотреть, как мальчики лежат на Скале Покинутых после обеда. Венди строго следила за тем, чтобы они соблюдали мёртвый час. Обедали они часто понарошку, зато спать должны были по-настоящему. Так они и лежали на солнышке, сверкая своим загаром, а она с важным видом сидела рядом. Скала была ненамного больше их кровати, но им к тесноте было не привыкать. Вот и сейчас они там дремали, или, вернее, лежали с закрытыми глазами, а когда им казалось, что Венди не смотрит в их сторону, щипались. Она сидела и сосредоточенно шила.\r\n\r\nЗанятая шитьём, она не заметила, как изменился залив. Лёгкая дрожь пробежала по воде, солнце скрылось, и по заливу поползли холодные тени. Венди попробовала вдеть нитку в иголку, но не смогла и подняла глаза: залив, который всегда был таким ласковым и весёлым, стал суровым и враждебным.\r\n\r\nОна поняла, что близится что-то тёмное и мрачное, как ночь. Нет, ещё темнее и страшнее, чем ночь. Оно ещё далеко, но пробежавшая по заливу дрожь предупреждает о его приближении. Что это? Что это?\r\n\r\nЕй вспомнилось всё, что она слышала о Скале Покинутых: так эту скалу называли потому, что злые капитаны высаживают на неё провинившихся матросов и оставляют их там на погибель. Когда наступает час прилива, вода поднимается, покрывает скалу, и матросы тонут.\r\n\r\n","Конечно, нужно было тут же разбудить мальчиков — хотя бы потому, что спать на холодном камне вредно. Но Венди была неопытной мамой и этого не знала; что бы ни случилось, думала она, после обеда надо полчасика поспать. Вот почему она их не разбудила, хоть ей и было страшно и очень хотелось услышать мужские голоса. Даже услышав вдалеке приглушённый плеск вёсел, она не стала будить мальчиков, хотя сердце бешено заколотилось у неё в груди. Она стояла над ними, оберегая их сон. Какая она храбрая, правда?\r\n\r\nХорошо, что среди мальчиков был Питер, который чуял опасность даже во сне. Он вскочил, будто никогда не спал, и громким тревожным криком поднял остальных.\r\n\r\nС минуту он стоял неподвижно, прислушиваясь, а потом воскликнул:\r\n\r\n— Пираты!\r\n\r\nМальчики сгрудились вокруг него. Он как-то странно улыбался, и Венди, увидев эту улыбку, задрожала. В такие минуты спорить с ним было бесполезно — нужно подчиняться, и всё. Резко и чётко прозвучал его приказ:\r\n\r\n— Ныряй!\r\n\r\nВ воздухе мелькнули ноги, и залив мгновенно опустел. Лишь Скала Покинутых одиноко торчала из воды, будто это её оставили одну на погибель.\r\n\r\nЛодка приближалась. Это была пиратская шлюпка, в ней сидели трое — Неряха, Старки-джентльмен, а третий? Кто же был третий? Неужели? Да, это она, Тигровая Лилия — пираты взяли её в плен. Она была связана по рукам и ногам и знала, что её ждёт. Пираты решили оставить её связанной на скале; такой конец был для дочери её племени ужаснее, чем смерть от огня или пыток, ибо разве в книге её народа не написано, что сквозь воду нет пути к счастливым охотничьим угодьям краснокожих? И всё же лицо её было бесстрастно: дочь вождя, она готова была встретить смерть, как подобает дочери вождя. Она это твёрдо решила.\r\n\r\nПираты поймали её, когда она взобралась на их бриг с ножом в зубах. Бриг ничем не охранялся, ибо Крюк хвастался, что один звук его имени всякого отпугнёт. Теперь судьба Тигровой Лилии также послужит защитой кораблю. В эту ночь ветер далеко разнесёт её крик.\r\n\r\nВ том мраке, который пираты принесли с собой, они не заметили скалу, пока не наткнулись на неё.\r\n\r\n— Эй, соня, проснись! — заорал чей-то голос с ирландским акцентом. Это был боцман Неряха. — Не видишь, что ли? Вот она, скала! Та-а-ак! Значит, мы её здесь ссадим, а сами смотаем удочки. Пусть себе тонет.\r\n\r\nМгновение — и прекрасная индианка на скале. Какой ужас! Она не сопротивлялась, она слишком горда для этого.\r\n\r\nНо что это там темнеет у подножия скалы? Пираты их не видят, но тебе я могу сказать — это головы Питера и Венди. Венди горько рыдает — такую трагедию она видит впервые в жизни. Питер повидал уйму всяких трагедий и все их забыл. Он и не думает жалеть Тигровую Лилию, но он сердит на пиратов. Двое против одной! И он решил спасти храбрую девушку. Конечно, легче было бы подождать, пока пираты уплывут, но Питер никогда не выбирал лёгких путей.\r\n","\r\nОн всё что угодно умел и теперь решил притвориться.\r\n\r\n— Эй, вы, бездельники! — закричал он голосом капитана Крюка. Сходство было прямо поразительное.\r\n\r\n— Капитан! — прошептали пираты, от удивления выпучив друг на друга глаза.\r\n\r\n— Он, верно, плывёт к нам, — сказал Старки. Они ничего не видели в темноте.\r\n\r\n— Мы хотим оставить эту краснокожую на скале! — крикнул Неряха.\r\n\r\n— Освободите её! — услышали они в ответ.\r\n\r\n— Освободить?!\r\n\r\n— Да, перережьте верёвки и отпустите её.\r\n\r\n— Но, капитан…\r\n\r\n— Не перечить! Сию же минуту освободите её, слышите? — кричал Питер. — А не то смотрите! Крюк мой давно по вас плачет!\r\n\r\n— Странно… — прошептал Неряха.\r\n\r\n— Капитану лучше не прекословить, — ответил испуганный Старки-джентльмен.\r\n\r\n— Есть, капитан! — заорал Неряха и перерезал веревки. Тигровая Лилия тотчас, словно угорь, скользнула между ног Старки-джентльмена в воду. Конечно, находчивость Питера восхитила Венди, но она знала, что и он восхищён своим успехом, и, чтобы он не выдал себя петушиным криком, протянула руку, чтобы зажать ему рот. Но она не успела этого сделать — над заливом снова прогремел голос капитана:\r\n\r\n— Эй, на шлюпке!\r\n\r\nНа этот раз это был действительно Крюк. Может, Питер и собирался закричать по-петушиному, но губы его сложились трубочкой, и он присвистнул от удивления.\r\n\r\n— Эй, на шлюпке! — снова прозвучало над заливом. Тут Венди поняла: капитан был здесь, где-то совсем рядом.\r\n\r\nОн плыл к шлюпке, а так как пираты подняли над бортом фонарь, чтобы он плыл на свет, он вскоре был у шлюпки. При свете фонаря Венди увидела, как железный крюк впился в борт; она видела его тёмное лицо, искажённое злобой. Вот он уже в лодке — с одежды его ручьями стекает вода. Венди задрожала, она бы охотно уплыла прочь, но Питер и слышать об этом не желал. Радость жизни и самодовольство переполняли его.\r\n\r\n— Ну и молодец же я! — прошептал он. — Правда, я молодец? Венди была с ним вполне согласна, и всё же, подумала она, хорошо, что никто, кроме неё, его не слышал. Что бы о нём подумали!\r\n","\r\nЗнаком он велел ей молчать и слушать.\r\n\r\nПираты никак не могли понять, зачем капитан здесь; он сидел, подперев голову своим крюком, погружённый в мрачное раздумье.\r\n\r\n— Капитан, что-нибудь случилось? — робко спросили пираты.\r\n\r\nНо тот лишь глухо застонал в ответ.\r\n\r\n— Он вздыхает, — сказал Неряха.\r\n\r\n— И снова вздыхает, — прибавил Старки-джентльмен.\r\n\r\n— И в третий раз вздыхает, — заметил Неряха.\r\n\r\n— Что случилось, капитан?\r\n\r\nИ тут раздался страстный крик, рвущийся из самого сердца.\r\n\r\n— Всё кончено! — воскликнул Крюк. — Мальчишки нашли себе маму.\r\n\r\nКак ни страшно было Венди, сердце её возликовало.\r\n\r\n— О горький день! — простонал Старки-джентльмен.\r\n\r\n— А что такое мама? — спросил Неряха. Он был совсем невеждой. Венди поразилась.\r\n\r\n— Как?! Он не знает, что такое мама? — вскричала она.\r\n\r\nС этой минуты она точно знала: если бы можно было иметь любимого пирата, она, не задумываясь, выбрала бы Неряху.\r\n\r\nВ ту же минуту Питер сунул её головой в воду, потому что Крюк вздрогнул и спросил:\r\n\r\n— Что это?\r\n\r\n— Я ничего не слышал, — ответил Старки-джентльмен и поднял фонарь над головой.\r\n\r\nВглядевшись, пираты увидели странную вещь. Это было гнездо, о котором я тебе рассказывал. Оно плыло по воде, а в нём сидела Птица-Небылица.\r\n\r\n— Смотри, — сказал Крюк, указывая на неё Неряхе. — Вот что такое мама. Какой урок! Гнездо, как видно, упало в воду, но разве мать оставит своих птенцов? Никогда!\r\n\r\nГолос его дрогнул, словно на миг ему вспомнилось другое, счастливое время, когда… — но резким движением крюка он отогнал воспоминания.\r\n\r\nПоражённый Неряха уставился на Птицу, уплывающую в своём гнезде, а подозрительный Старки спросил:\r\n\r\n— Если она мама, может, она околачивается здесь, чтобы помочь Питеру?\r\n\r\nКрюк вздрогнул.\r\n","\r\n— Да, это меня и тревожит, — отвечал он.\r\n\r\nРадостный голос Неряхи вывел его из мрачного раздумья.\r\n\r\n— Капитан, — сказал Неряха, — а что, если мы похитим маму этих мальчишек и сделаем её своей мамой?\r\n\r\n— Прекрасная мысль! — обрадовался Крюк. И тут же мысль эта приняла в его блестящем уме форму целого плана. — Мы схватим их всех и притащим к себе на бриг, мальчишек мы бросим в море, а Венди станет нашей мамой.\r\n\r\nТут Венди опять не сдержалась.\r\n\r\n— Ни за что! — закричала она.\r\n\r\nИ тут же снова нырнула.\r\n\r\n— Что это?\r\n\r\nИ опять они ничего не увидели. Это ветер свистит в ушах, решили пираты.\r\n\r\n— Ну что ж, согласны вы на этот план, мои страшненькие? — спросил Крюк.\r\n\r\n— Вот вам моя рука, — сказали Неряха и Старки-джентльмен в один голос.\r\n\r\n— А вот вам мой крюк! Поклянёмся выполнить наш замысел.\r\n\r\nИ они поклялись. Они вылезли на скалу, и тут Крюк вспомнил про Тигровую Лилию.\r\n\r\n— А где же краснокожая? — спросил он вдруг. Он, бывало, порою шутил с ними, и они решили, что это опять шутка.\r\n\r\n— Всё в порядке, капитан! — спокойно ответил Неряха. — Мы её отпустили.\r\n\r\n— Отпустили?! — вскричал Крюк.\r\n\r\n— По вашему приказу, — пробормотал боцман.\r\n\r\n— Вы же крикнули нам, чтоб мы её отпустили, — объяснил Старки-джентльмен.\r\n\r\n— Ах ты, спички-ящики! — загремел Крюк. — Что за чертовщина? Лицо его почернело от злости, впрочем, он сразу понял, что они верят тому, что говорят, — это его поразило.\r\n\r\n— Ребята, — сказал он с лёгкой дрожью. — Я ничего такого вам не кричал.\r\n\r\n— Странно, — сказал Неряха.\r\n\r\nПиратам стало не по себе. Тогда Крюк закричал, но голос его звучал неуверенно.\r\n\r\n— О дух, витающий над этим темным заливом? Слышишь ли ты меня?\r\n\r\nКонечно, Питеру бы помолчать, но он не мог удержаться. Он тут же ответил Крюку его же голосом:\r\n","\r\n— Да, фунтики-шпунтики! Я тебя слышу!\r\n\r\nВ этот страшный миг Крюк не изменился в лице, но Неряха и Старки в ужасе прильнули друг к другу.\r\n\r\n— Кто ты, незнакомец? — закричал он. — Отвечай!\r\n\r\n— Я Джеймс Крюк, — ответил голос. — Капитан „Весёлого Роджера“.\r\n\r\n— Это ложь! — хрипло взревел Крюк. — Ложь!\r\n\r\n— Ах ты, спички-ящики! — ответил голос. — Выражайся поосторожнее, а не то проколю тебя якорем!\r\n\r\nТут Крюк решил пойти на хитрость.\r\n\r\n— Если ты Крюк, — сказал он чуть ли не смиренно, — ответь мне, кто же тогда я?\r\n\r\n— Треска, — ответил голос. — Всего лишь треска!\r\n\r\n— Треска? — повторил Крюк без выражения, и в этот миг (но не раньше!) его гордый дух надломился. Он увидал, как отшатнулись от него пираты.\r\n\r\n— Неужели все это время мы подчинялись какой-то треске? — пробормотали они. — Это оскорбительно для нашей гордости.\r\n\r\nЭти псы уже готовились броситься на своего хозяина, но он на них даже не взглянул — было какое-то величие в его трагической фигуре. Этим страшным словам он и не думал противопоставить их веру в себя, главное для него была собственная вера в себя. Он чувствовал, что она пошатнулась.\r\n\r\n— Не покидай меня, мой храбрый, — сказал он самому себе.\r\n\r\nВ глубинах его чёрной души было что-то женственное, как и у всех великих пиратов, и порой на него нисходило какое-то предчувствие. Вдруг он решил сыграть в „да“ и „нет“.\r\n\r\n— Крюк, — закричал он, — есть у тебя другой голос?\r\n\r\nПитер, разумеется, не мог удержаться и весело ответил собственным ГОЛОСОМ:\r\n\r\n— Да!\r\n\r\n— А другое имя?\r\n\r\n— Да!\r\n\r\n— Овощ? — спросил Крюк.\r\n\r\n— Нет!\r\n\r\n— Минерал?\r\n\r\n","— Нет!\r\n\r\n— Животное?\r\n\r\n— Нет!\r\n\r\n— Мужчина?\r\n\r\n— Нет!\r\n\r\nНа этот раз в голосе Питера зазвучало презрение.\r\n\r\n— Мальчишка?\r\n\r\n— Да!\r\n\r\n— Обыкновенный мальчишка?\r\n\r\n— Нет!\r\n\r\n— Необыкновенный мальчишка?\r\n\r\nК величайшему огорчению Венди, Питер ответил:\r\n\r\n— Да!\r\n\r\n— Ты в Англии?\r\n\r\n— Нет!\r\n\r\n— Здесь?\r\n\r\n— Да!\r\n\r\nКрюк совершенно запутался.\r\n\r\n— Теперь вы его спрашивайте, — сказал он пиратам, утирая вспотевший лоб.\r\n\r\nНеряха задумался.\r\n\r\n— Я ничего не могу придумать, — сказал он с сожалением.\r\n\r\n— Не догадаешься! Не догадаешься! — кричал с гордостью Питер. — Сдаёшься?\r\n\r\nКонечно, он слишком увлёкся игрой, и злодеи тотчас это заметили.\r\n\r\n— Сдаёмся, сдаёмся! — закричали они.\r\n\r\n— Так знайте! — воскликнул Питер. — Я Питер Пэн!\r\n\r\nПэн! В ту же минуту Крюк снова стал самим собой, а пираты снова стали его верными псами.\r\n\r\n— Теперь он у нас в руках! — завопил Крюк. — В воду, Неряха! Старки, следи за шлюпкой! Взять его! Живым или мёртвым!\r\n\r\nС этими словами он прыгнул в воду, и в тот же миг раздался весёлый голос Питера:\r\n","\r\n— Эй, мальчишки, готовы?\r\n\r\n— Да! — раздалось со всех сторон.\r\n\r\n— На пиратов! Вперёд!\r\n\r\nСхватка была короткой и решительной. Первым пролил вражескую кровь Джон — он храбро прыгнул в шлюпку и бросился на Старки. Последовала напряжённая борьба — и нож был вырван из руки пирата. Он прыгнул за борт, а Джон бросился за ним следом. Шлюпку стало относить от скалы.\r\n\r\nВ воде между тем шёл бой, блестела сталь, слышались хриплые крики. В суматохе порой доставалось и своим. Неряха вонзил было свой штопор Шалуну под четвёртое ребро, но тут на него кинулся Задира. А подальше от скалы Старки наседал на Малыша и Близнецов.\r\n\r\nА где же Питер? Питер искал дичь покрупнее.\r\n\r\nМальчиков нельзя было обвинить в отсутствии храбрости, но они пасовали перед капитаном. Его железный крюк словно очертил в воде вокруг него круг смерти, и они бросились от него врассыпную, как испуганные рыбьей.\r\n\r\nИ всё же был храбрец, не боявшийся капитана, — он готов был войти в круг.\r\n\r\nКак ни странно, встретились они не в воде. Крюк полез на скалу, чтобы немного отдышаться, и в тот же миг, только с другой стороны, на неё стал карабкаться Питер. Скала была скользкой, словно лёд, и им пришлось ползти на четвереньках. Они не видели друг друга. В поисках опоры они протянули руки — руки их встретились, в удивлении они подняли головы — и столкнулись нос к носу. Так произошла эта встреча.\r\n\r\nНемало прославленных героев признавались, что порой перед схваткой сердце у них сжималось от страха. Случись это с Питером, я, не колеблясь, рассказал бы тебе об этом. Ведь ему предстояло сразиться с единственным человеком, которого боялся сам Корабельный Повар. Но сердце у Питера и не думало сжиматься, напротив, его так и распирало от счастья, и он радостно сверкнул зубами. С быстротой молнии выхватил он из-за пояса у Крюка нож и уж хотел было вонзить его в капитана, как вдруг заметил, что стоит на скале выше своего врага. Драться в таком положении было бы нечестно. И Питер подал капитану руку, чтобы помочь ему подняться выше.\r\n\r\nТут-то Крюк и впился в него зубами.\r\n\r\nУ Питера помутилось в глазах — не от боли, а от несправедливости. Он почувствовал себя совершенно беспомощным. Он только с ужасом смотрел на Крюка, широко раскрыв глаза. Так бывает со всеми детьми, когда они впервые столкнутся с несправедливостью. Они твёрдо верят в то, что с ними должны поступать по справедливости. И когда ты этого не выполнишь, они смогут полюбить тебя опять, но уже не смогут быть такими, как раньше. Все мы помним первую несправедливость в нашей жизни — все, кроме Питера. С ним часто поступали несправедливо, но он всегда забывал об этом. Должно быть, в этом и состоит главное отличие Питера от всех нас.\r\n","\r\nИ вот, столкнувшись сейчас с несправедливостью, он повёл себя так, будто с ним это случилось впервые. Он только беспомощно смотрел на капитана. Дважды железный крюк вонзался ему в грудь.\r\n\r\nЧерез несколько минут мальчишки увидели Крюка: он изо всех сил плыл к своему бригу, на его страшном лице не видно было торжества, оно всё побелело от ужаса. За ним гналась Крокодилица. В другое время мальчишки поплыли бы за ним с радостными криками, но сейчас им было не до того: они никак не могли найти Венди и Питера. Они обыскали весь залив, громко звали их, но всё напрасно. Они нашли шлюпку и поплыли в ней к берегу.\r\n\r\n— Венди! Питер! — кричали они всю дорогу. Но в ответ раздавался только насмешливый хохот русалок.\r\n\r\n— Должно быть, они поплыли или полетели домой, — решили мальчишки.\r\n\r\nОни не очень волновались, потому что верили в Питера. Им уже было даже весело — ведь сегодня они поздно лягут спать, и в этом во всём виновата сама мама Венди!\r\n\r\nКогда голоса их замерли вдали, над заливом воцарилась мёртвая тишина. Внезапно её нарушил слабый крик:\r\n\r\n— На помощь! На помощь!\r\n\r\nЧто это? Там у скалы виднелись две фигуры. Девочка была без сознания, мальчик поддерживал её голову над водой. Из последних сил Питер втащил Венди на скалу и рухнул рядом. Он слышал, как поднимается прилив, и знал, что скоро вода зальёт их, но он так устал, что не мог шевельнуться. Вскоре он тоже потерял сознание.\r\n\r\nК скале подплыла русалка, ухватила Венди за ноги и стала потихоньку стаскивать её в воду. Почувствовав, что Венди ускользает, Питер вздрогнул и открыл глаза. И вовремя: ещё минута, и Венди была бы в воде! Ему пришлось открыть ей всю правду.\r\n\r\n— Мы на скале, Венди, — сказал он, — но она всё уменьшается. Скоро её покроет вода.\r\n\r\nОна не понимала.\r\n\r\n— Надо торопиться, — бодро сказала она.\r\n\r\n— Да, — произнёс он слабым голосом.\r\n\r\n— Поплывём или полетим?\r\n\r\nОн больше не мог от неё таиться.\r\n\r\n— Как, по-твоему, Венди, ты добралась бы до острова без меня?\r\n\r\nПришлось ей признаться, что она очень устала. Он застонал.\r\n\r\n— Что с тобой? — забеспокоилась она.\r\n","\r\n— Я не могу тебе помочь, Венди. Крюк меня ранил. Я не могу ни плыть, ни лететь.\r\n\r\n— Неужели мы так и утонем?\r\n\r\n— Смотри, как поднимается вода.\r\n\r\nОни закрыли глаза руками, чтобы не видеть этого страшного зрелища. Они были уверены, что скоро наступит конец. Вдруг что-то зашуршало у Питера за спиной, как бы спрашивая: „Не могу ли я вам помочь?“\r\n\r\nЭто был бумажный змей, которого Майкл смастерил несколько дней назад. Он вырвался у Майкла из рук и улетел.\r\n\r\n— Змей Майкла, — сказал Питер равнодушно.\r\n\r\nНо через мгновение он схватил змея за хвост и подтянул к себе.\r\n\r\n— Он поднял Майкла с земли! — воскликнул Питер. — Почему бы ему не поднять и тебя?\r\n\r\n— Нас обоих!\r\n\r\n— Двоих он не вытянет. Майкл и Задира пробовали, но у них ничего не вышло.\r\n\r\n— Давай бросим жребий, — предложила отважная Венди.\r\n\r\n— Нет! Ты ведь девочка!\r\n\r\nОн обвязал хвост змея вокруг её пояса. Венди изо всех сил цеплялась за Питера, она не хотела оставлять его одного.\r\n\r\n— Прощай, Венди! — сказал Питер и столкнул её со скалы. Змей взмыл высоко в небо и скоро скрылся из виду. Питер остался один.\r\n\r\nВода уже почти совсем закрыла скалу, только маленькая площадка оставалась сухой. Скоро и она исчезнет. Бледные блики света скользнули по воде, и вот послышались звуки — самые мелодичные и самые печальные на свете: это русалки, глядя на луну, запели свои песни.\r\n\r\nПитер не был похож на других мальчишек, но тут и ему стало страшно. Дрожь пробежала по его телу, будто волна по морю; но на море волна бежит за волной, а Питер дрогнул только раз. В тот миг он гордо выпрямился, и на лице его заиграла улыбка; сердце стучало у него в груди, словно барабан. Казалось, оно говорило: „Умереть — вот это настоящее приключение!“\r\n\r\nГлава 9. Птица-Небылица\r\n\r\nРусалки, пропев все свои песни, отправились одна за другою домой, в свои подводные спальни. Питер был слишком далеко и не мог услышать, как русалки захлопнули за собой двери; но на каждой двери в коралловых пещерах, где живут русалки, висит крошечный колокольчик, и он звенит, когда дверь открывают и закрывают (как во всех лучших домах у нас на материке). И звон колокольчиков Питер услышал.\r\n","\r\nА прилив всё поднимался и поднимался, вот уже вода подкралась к его ногам. Чтобы скоротать время до той минуты, когда она поглотит его, Питер стал следить за каким-то предметом, плывущим по воде. Сначала он принял его за кусок бумаги, возможно разорванного змея, — интересно, подумал он от нечего делать, когда он доплывёт до берега.\r\n\r\nВскоре он заметил, что предмет этот, как ни странно, плывёт будто к какой-то цели, борясь с приливом и иногда даже одолевая его; когда ему это удавалось, Питер, который всегда был на стороне слабого, громко хлопал в ладоши. Какой отважный кусок бумаги!\r\n\r\nВпрочем, какая же это бумага!?\r\n\r\nДа это Птица-Небылица! Она из последних сил пытается добраться в своём гнезде до Питера. Она гребёт крыльями (с той поры, как её гнездо упало в воду, она этому научилась), стараясь подогнать своё необычное судно к скале, но силы её на исходе. Она приплыла, чтобы спасти Питера, отдать ему гнездо, хоть в нём и лежат яйца. Не понимаю я её! Конечно, он пожалел её в своё время, но ведь не раз бывало, что он её и дразнил. Просто, видно, у неё, так же как и у миссис Дарлинг и всех остальных, сердце таяло, когда она глядела на его молочные зубы.\r\n\r\nОна окликнула Питера и всё ему объяснила, а Питер в ответ спросил, что она здесь делает, только, конечно, они совсем не понимали друг друга. В сказках люди без труда разговаривают с птицами; жаль, что я рассказываю тебе не сказку, а то бы я, конечно, сказал, что Питер знал птичий язык и поблагодарил Птицу за её предложение, но правда превыше всего, поэтому я говорю тебе только то, что было на самом деле. Так вот, они не только не понимали друг друга, но и так распалились, что совсем забыли о вежливости.\r\n\r\n— Лезь в гнездо! — кричала Птица, стараясь произносить слова медленно и раздельно. — Ты мо-жешь добрать-ся в нём до бе-ре-га. Я очень у-ста-ла, не мо-гу под-плыть к те-бе бли-же. По-про-буй доплыть до гне-зда сам!\r\n\r\n— Что ты там крякаешь? — кричал Питер в ответ. — Что тебе надо?\r\n\r\n— Лезь в гне-здо! — кричала Птица и повторяла всё снова. Тогда Питер тоже начал кричать медленно и раздельно:\r\n\r\n— Что ты там кря-ка-ешь?\r\n\r\nПтица рассердилась — Небылицы вообще очень вспыльчивые.\r\n\r\n— Ах ты, упрямый ослёнок! — завопила она. — Почему ты не делаешь, как тебе велят?\r\n\r\nПитер догадался, что она ругает его, и закричал наугад:\r\n\r\n— От такой и слышу!\r\n\r\nТут, как ни странно, оба крикнули в один голос:\r\n\r\n","— Замолчи!\r\n\r\n— Замолчи!\r\n\r\nИ всё же Птица решила во что бы то ни стало спасти его. Собрав последние силы, она подтолкнула гнездо к скале и взмыла в воздух, чтобы Питер понял наконец, чего она хочет.\r\n\r\nИ Питер понял, ухватился за гнездо и махнул ей в знак благодарности рукой. Она кружила у него над головой — не для того, чтобы выслушивать его благодарность, и не для того, чтобы увидеть, как он перебирается в гнездо, но чтобы посмотреть, как он поступит с яйцами.\r\n\r\nВ гнезде лежали два больших белых яйца. Питер взял их в руки и задумался. Птица закрыла глаза крыльями, чтобы не видеть, что будет дальше, правда, она не удержалась и подглядывала сквозь перья.\r\n\r\nНе помню, говорил ли я тебе, что на скале торчал шест; его вбили пираты былых времен, чтобы отметить место, где они спрятали клад. Мальчишки нашли эти сокровища, и, когда им хотелось немножко развлечься, они швыряли полными горстями золотые дублоны, бриллианты и жемчуг чайкам, которые жадно набрасывались на них, думая, что это еда, а потом улетали, возмущённо крича и ругаясь. Этот шест всё ещё торчал на скале, и Старки повесил на него свою брезентовую шляпу. Так она и висела до сих пор — непромокаемая, глубокая, с большими полями. Питер положил в неё яйца и пустил её в залив. Она чудесно держалась на воде.\r\n\r\nПтица-Небылица сразу поняла, что он задумал, и громко выразила своё восхищение им, — увы! Питер петушиным криком выразил своё согласие с ней. Потом он влез в гнездо, поставил в нём шест вместо мачты, а вместо паруса прикрепил свою рубашку. А Птица опустилась на шляпу. Они поплыли в разные стороны, весело попрощавшись друг с другом.\r\n\r\nКонечно, добравшись до острова, Питер привязал свой корабль на виду, чтобы Птица сразу его нашла, но ей так понравилась шляпа, что она и не подумала возвращаться в гнездо. Так оно и плавало по воде, пока не рассыпалось на куски, и Старки часто выходил на берег залива и с горечью смотрел на Небылицу, сидящую на его шляпе. Так как мы больше не увидимся с нею, может быть, стоит сказать, что теперь все Птицы-Небылицы вьют гнёзда в виде шляпы с широкими полями, на которые выходят погулять их птенцы.\r\n\r\nКак все обрадовались, когда Питер появился в подземном доме! Он вернулся сразу же вслед за Венди (бумажный змей порядком поплутал, прежде чем доставить её на место). У всех нашлось что рассказать, но, пожалуй, самым удивительным было то, что, несмотря на поздний час, они всё ещё не лежали в постели. Это так их взбудоражило, что они принялись выдумывать всякие предлоги, чтобы не ложиться ещё подольше, — требовали, чтобы Венди перевязала им раны, словом, придумывали, что могли. Но Венди, как ни радовалась она тому, что все вернулись домой живыми и невредимыми, взглянула на часы, ужаснулась и строго сказала:\r\n","\r\n— Спать! Спать!\r\n\r\nПришлось им лечь.\r\n\r\nПравда, на следующий день она была с ними особенно ласковой и перевязывала всех подряд. До самого вечера мальчики играли в раненых — хромали или держали руки на перевязи.\r\n\r\nГлава 10. Счастливая семья\r\n\r\nПосле битвы в заливе индейцы стали большими друзьями мальчиков. Питер спас Тигровую Лилию от страшной участи, и теперь краснокожие смельчаки со своей предводительницей готовы были на всё для него.\r\n\r\nНочи напролёт сидели индейцы в засаде близ подземного дома, поджидая нападения пиратов — всем было ясно, что оно должно состояться с минуты на минуту. Индейцы бродили вокруг дома даже днём, покуривая трубку мира; вид у них был такой, будто они не отказались бы закусить, если бы у мальчиков что-нибудь осталось от обеда.\r\n\r\nПитера они звали не иначе как Большой Бледнолицый Отец и, разговаривая с ним, падали ниц — ему это безумно нравилось. Боюсь, что такое обращение его немного испортило.\r\n\r\n— Большой Бледнолицый Отец рад, что воины племени Пиканини защищают его вигвам от пиратов, — говорил он важно, глядя, как они валяются у него в ногах.\r\n\r\nА прекрасная индейская принцесса говорила:\r\n\r\n— Тигловая Лилия длуг Питела Пэна. Пител спас мне жизнь. Я не позволю пилатам его обидеть.\r\n\r\nОна была такая красавица, что больно было видеть, как она перед ним унижается, но Питер считал, что так оно и должно быть, и снисходительно отвечал:\r\n\r\n— Это хорошо. Питер Пэн сказал своё слово.\r\n\r\nТогда индейцы понимали, что больше он не желает их слушать, и смиренно умолкали; правда, со всеми остальными мальчиками они обращались гораздо вольнее: они считали их храбрыми воинами — и не более того. При встрече они небрежно роняли:\r\n\r\n— Здорово!\r\n\r\nИ разговаривали с ними как с равными. Обиднее всего было то, что Питер Пэн вёл себя как будто так и надо.\r\n\r\nВ глубине сердца Венди сочувствовала мальчикам, но она считала своим долгом во всём поддерживать главу семьи.\r\n\r\n— Папочка лучше нас в этом разбирается, — неизменно говорила она.\r\n\r\nА про себя думала, что индейцам не следовало бы называть её „скво“.\r\n\r\n","Теперь я расскажу тебе о вечере, который надолго запомнился детям как Всем Вечерам Вечер, — он был полон приключений, приведших к самым неожиданным последствиям. День прошёл мирно и без особых событий, словно хотел сберечь силы к концу; вот уже индейцы завернулись в одеяла и встали на стражу, а дети сели ужинать — все, кроме Питера, который вышел узнать, который час. Для того чтобы узнать время на острове, надо было найти Крокодилицу и подождать, пока в животе у неё начнут бить часы.\r\n\r\nУжин на этот раз был не всамделишный, мальчики сидели вокруг стола и громко чавкали, при этом они так кричали и ссорились, что Венди, по её словам, чуть не оглохла. Конечно, шум её не очень пугал, но ей не нравилось, что они всё хватают руками, а потом сваливают вину на Шалуна, который якобы толкнул их под локоть.\r\n\r\nЗа столом не полагалось давать сдачи, все споры решала Венди, надо было только поднять правую руку и сказать: „Я жалуюсь на такого-то“. Однако обычно мальчики почему-то забывали об этом правиле или, наоборот, слишком увлекались им.\r\n\r\n— Тише! — крикнула Венди, объяснив им в двадцатый раз, что говорить всем вместе нельзя.\r\n\r\n— Ты поужинал, Малышик?\r\n\r\n— Не совсем, мамочка, — ответил Малыш, сделав вид, что заглядывает в чашку.\r\n\r\n— Он и не принимался за молоко, — вставил Задавака. Ябедничать не полагалось, и Малыш тотчас поднял руку.\r\n\r\n— Я жалуюсь на Задаваку! — сказал он быстро.\r\n\r\nНо Джон поднял руку ещё раньше.\r\n\r\n— В чём дело, Джон?\r\n\r\n— Можно я сяду на стул Питера? Всё равно его сейчас нет.\r\n\r\n— Сесть на папин стул?! — возмутилась Венди. — Конечно, нельзя!\r\n\r\n— Он ведь нам не папа, — ответил Джон. — Он даже не знал, как ведут себя папы, пока я ему не показал.\r\n\r\nВорчать не полагалось, и Близнецы закричали:\r\n\r\n— Мы жалуемся на Джона!\r\n\r\nТут руку поднял Шалун. Он всегда вёл себя гораздо скромнее всех остальных (по правде говоря, у остальных скромности не было и в помине), и Венди относилась к нему особенно мягко.\r\n\r\n— Как по-твоему, — спросил Шалун неуверенно, — я не могу быть папой?\r\n\r\n","— Нет, Шалун.\r\n\r\nЕсли Шалун начинал говорить (что случалось не очень часто), он уже не мог остановиться. Как глупо, правда?\r\n\r\n— Если я не могу быть папой, — произнёс он печально, — может, Майкл разрешит мне стать вместо него младенцем?\r\n\r\n— И не подумаю! — отрезал Майкл. Он уже улёгся в свою корзину.\r\n\r\n— Если я не могу быть младенцем, — сказал Шалун ещё печальнее, — можно я буду Близнецом?\r\n\r\n— Нельзя! Нельзя! — закричали Близнецы. — Ты думаешь, это легко?\r\n\r\n— Если я не могу быть никем интересным, хотите, я покажу вам фокус? — предложил Шалун.\r\n\r\n— Не хотим! — заорали все разом. Тогда наконец он сдался.\r\n\r\n— Так я и знал, — сказал он с тяжёлым вздохом.\r\n\r\nТут всех словно прорвало.\r\n\r\n— А Малыш кашляет прямо на стол!\r\n\r\n— А Близнецы начали ужин со сладкого!\r\n\r\n— А Задира ест фисташки с миндалём!\r\n\r\n— А Задавака говорит с набитым ртом!\r\n\r\n— Я жалуюсь на Близнецов!\r\n\r\n— А я на Задиру!\r\n\r\n— А я на Задаваку!\r\n\r\n— Ох уж эти мне дети! — вздохнула Венди. — Жизни от них нет!\r\n\r\nОна велела им убрать со стола, а сама села за штопку — целая груда чулок, и в каждом, как полагается, дырка на коленке.\r\n\r\n— Ве-е-нди! — канючил Майкл. — Я уже вырос из люльки.\r\n\r\nНо Венди и слушать его не желала.\r\n\r\n— Должен же кто-то лежать в люльке, — сказала она. — А ты самый маленький. Без люльки в доме как-то пусто.\r\n\r\nОна сидела и шила, а мальчики весело играли вокруг. Вглядись пристальнее в их весёлые лица! Запомни получше, как они пляшут возле камина! Таких счастливых вечеров в подземном доме было немало, но этот вечер последний.\r\n\r\nНад головой у них послышались шаги, и Венди, конечно, первая их узнала.\r\n\r\n— Дети, папа идёт! Он любит, когда вы встречаете его на пороге!\r\n\r\n","Наверху индейцы распростёрлись перед Питером.\r\n\r\n— Смотрите в оба, смельчаки! Я сказал своё слово.\r\n\r\nА потом, как всегда, мальчики втащили Питера за ноги из дерева в дом. Они частенько делали это и раньше, но сегодня — в последний раз.\r\n\r\nМальчикам Питер принёс орехи, а Венди сообщил точное время по крокодильим часам.\r\n\r\n— Ах, Питер, ты их балуешь, — сказала Венди, притворяясь недовольной.\r\n\r\n— Ну что ты, старушка! — ответил Питер, вешая ружьё.\r\n\r\n— Это я ему сказал, что мам надо называть „старушка“! — шепнул Майкл Задире.\r\n\r\n— Я жалуюсь на Майкла, — тут же сказал Задира. Первый Близнец подбежал к Питеру:\r\n\r\n— Пап, мы хотим танцевать!\r\n\r\n— Танцуй, танцуй, мой мальчик! — ответил Питер. Он был в чудесном настроении.\r\n\r\n— А мы хотим, чтобы ты тоже танцевал!\r\n\r\nПо правде говоря, Питер танцевал лучше их всех, но он прикинулся удивлённым:\r\n\r\n— Я?! Да мои старые кости будут так греметь, что заглушат музыку.\r\n\r\n— И мама тоже!\r\n\r\n— Что?! — воскликнула Венди. — До танцев ли мне, с такой оравой?\r\n\r\n— Но ведь сегодня суббота, — уговаривал Малыш.\r\n\r\nВряд ли это была суббота, во всяком случае, мальчики не могли этого знать, потому что они давно уже потеряли счёт дням; но каждый раз, когда им чего-нибудь очень хотелось, они говорили: „Ведь сегодня суббота“ — и добивались своего.\r\n\r\n— Верно, ведь сегодня суббота, Питер, — сдалась Венди.\r\n\r\n— С нашими-то фигурами, Венди!\r\n\r\n— Но ведь мы среди своих! Это наши дети…\r\n\r\n— Да, ты права!\r\n\r\nВ конце концов мальчикам разрешили потанцевать, только велели сначала надеть ночные рубашки.\r\n\r\n— А знаешь, старушка, — сказал Питер, греясь у камина и глядя на Венди, вертевшую в руках чулок с огромной дыркой на пятке, — нет ничего приятнее на свете, чем сидеть вечерком у огня в кругу своей семьи, наслаждаясь заслуженным отдыхом!\r\n","\r\n— Да, это чудесно! — подхватила Венди. Она была ужасно довольна. — А знаешь, Питер, у Задиры твой нос.\r\n\r\n— А Майкл становится похож на тебя!\r\n\r\nВенди подошла к Питеру и положила руку ему на плечо.\r\n\r\n— Милый Питер, — сказала она, — у нас теперь столько детей, и я, конечно, уже не та, что прежде. Но ты не хочешь никаких перемен, правда?\r\n\r\n— Не хочу, Венди.\r\n\r\nКонечно, он не хотел никаких перемен, но посмотрел на неё как-то странно — часто моргая, словно не знал, спит он или бодрствует.\r\n\r\n— Что с тобой, Питер?\r\n\r\n— Я просто подумал, — ответил он испуганно, — это ведь всё понарошку, правда? Будто я их отец?\r\n\r\n— Ну конечно, — сказала Венди сдержанно.\r\n\r\n— Видишь ли, — продолжал он виновато, — я почувствую себя таким стариком, если я им взаправду отец.\r\n\r\n— Но они наши дети, Питер, твои и мои.\r\n\r\n— Но ведь это не так, Венди? — спросил он с тревогой.\r\n\r\n— Конечно нет, если ты этого не хочешь, — ответила она. В ответ послышался вздох облегчения.\r\n\r\n— Питер, — сказала Венди, пытаясь придать своему голосу твёрдость. — Как ты ко мне относишься?\r\n\r\n— Как преданный сын, Венди.\r\n\r\n— Так я и думала.\r\n\r\nОна встала, ушла в дальний угол комнаты и села там.\r\n\r\n— Ты какая-то странная! — недоумевал Питер. — И Тигровая Лилия тоже. Она хочет мне кем-то быть, но только не мамой.\r\n\r\n— Конечно, не мамой, — сказала Венди холодно. Теперь я понимаю, почему ей не нравились индейцы.\r\n\r\n— Тогда кем же?\r\n\r\n— Девочкам нельзя говорить об этом первыми.\r\n\r\n— Ну, как хочешь, — произнёс Питер с лёгким раздражением. — Может, Динь-Динь мне скажет, в чём дело?\r\n\r\n— Динь-то тебе, конечно, скажет, — ответила презрительно Венди. — Она вообще бессовестная!\r\n\r\nТут Динь, которая подслушивала весь этот разговор из своего будуара, что-то дерзко прокричала в ответ.\r\n","\r\n— Она говорит: „Ну и пусть бессовестная!“ Она этим даже гордится! — перевёл Питер.\r\n\r\nТут ему в голову пришла неожиданная мысль.\r\n\r\n— Может, Динь хочет быть моей мамой?\r\n\r\n— Болван! — злобно крикнула Динь.\r\n\r\nОна так часто повторяла это слово, что Венди понимала его теперь без перевода.\r\n\r\n— Я готова согласиться с нею! — сказала Венди резко.\r\n\r\nНет, ты можешь себе представить? Именно так она и сказала! Правда, весь этот разговор был для неё очень мучителен, к тому же она ведь не знала, что их ожидает в тот вечер. Если бы знала, она бы, конечно, сдержалась.\r\n\r\nНикто из них не знал, что их ждёт. Может, оно и лучше, что они ничего не знали. Это дало им ещё целый счастливый час; то был их последний час на острове, а потому давай порадуемся, что в нём шестьдесят счастливых минут. Они пели и плясали в ночных рубашонках. Песенка была пресмешная: они притворялись, будто их пугают собственные тени; им и в голову не приходило, что скоро вокруг них сгустятся настоящие тени и им будет по-настоящему страшно. Как весело они плясали, а в самый разгар веселья валили друг друга на кровать, а с кровати на пол! И вот уже они не пляшут, а бросают друг в друга подушками, а подушки просят кинуть их ещё разок, будто предчувствуя, что это в последний раз. А сколько сказок они рассказали друг другу! Даже Малыш попросил в тот вечер рассказать сказку, но начало у неё было такое скучное, что он сам пришёл в ужас.\r\n\r\n— Скучноватое начало, — сказал он мрачно. — Давайте притворимся, будто это конец!\r\n\r\nВсе улеглись в постель, и Венди стала рассказывать свою сказку, которую мальчики любили больше всех других, а Питер ненавидел. Обычно стоило только Венди начать эту сказку, как он зажимал уши или уходил из дому; поступи он так и на этот раз, возможно, они всё ещё были бы на острове.\r\n\r\nНо в этот вечер он остался сидеть на месте. Сейчас ты узнаешь, что из этого вышло.\r\n\r\nГлава 11. Сказка Венди\r\n\r\n— Ну так слушайте, — сказала Венди, начиная свою сказку. Люлька, в которой лежал Майкл, стояла у её ног, а семеро мальчиков лежали на кровати. — Жил-был один человек…\r\n\r\n— Пусть лучше будет женщина! — перебил Задира.\r\n\r\n— Пусть лучше будет белая мышь! — вставил Задавака.\r\n\r\n— Успокойтесь, — сказала Венди, — будет там и женщина, и…\r\n\r\n— Мам! — закричал первый Близнец. — Правда, там будет женщина? И она не умрёт, нет?\r\n","\r\n— Нет, конечно нет.\r\n\r\n— Я очень рад, что она не умрёт, — сказал Шалун. — А ты рад, Джон?\r\n\r\n— Конечно.\r\n\r\n— А ты, Задавака?\r\n\r\n— Пожалуй.\r\n\r\n— А вы, Близнецы?\r\n\r\n— И мы рады.\r\n\r\n— Ах, боже мой, — вздохнула Венди.\r\n\r\n— А ну потише! — прикрикнул на мальчиков Питер, решив, что надо дать Венди рассказать её сказку, хотя ему самому эта сказка казалась просто чудовищной. Он всегда стоял за справедливость.\r\n\r\n— Этого человека, — продолжала Венди, — звали мистер Дарлинг, а эту женщину — миссис Дарлинг.\r\n\r\n— Я с ними знаком, — похвалился Джон, чтобы позлить остальных.\r\n\r\n— И я, кажется, тоже, — сказал Майкл неуверенно.\r\n\r\n— Они были муж и жена, — объяснила Венди. — И угадайте, кто у них был?\r\n\r\n— Белые мыши! — весело закричал Задавака. — Нет!\r\n\r\n— Никак не догадаюсь, — сказал Шалун, хоть он и знал эту сказку наизусть.\r\n\r\n— Тише, Шалун. У них было трое потомков.\r\n\r\n— А что такое потомки?\r\n\r\n— Ну, вот, например, ты, Близнец, — потомок.\r\n\r\n— Слышишь, Джон? Я потомок!\r\n\r\n— Потомки — это просто дети, — сказал Джон.\r\n\r\n— Ах, боже мой! — вздохнула Венди. — У этих детей была верная няня по имени Нэна, но однажды мистер Дарлинг рассердился и посадил её на цепь во дворе, и тогда дети улетели из дому.\r\n\r\n— Чудесная сказка! — сказал Задавака.\r\n\r\n— Они улетели, — продолжала Венди, — на Нигдешний остров, где живут пропавшие мальчишки.\r\n\r\n— Так я и думал, — сказал Задира взволнованно. — Не знаю почему, но только я так и думал!\r\n","\r\n— Венди! — закричал Шалун. — Скажи, а среди пропавших мальчишек был Шалун?\r\n\r\n— Да.\r\n\r\n— Я в сказке! Ура! Задавака, я в сказке!\r\n\r\n— Тише, успокойтесь! Подумайте лучше о бедных родителях, оставшихся без детей!\r\n\r\n— О-о! — застонали мальчики разом, хотя бедные родители их ни капельки не беспокоили.\r\n\r\n— Подумайте о пустых кроватках!\r\n\r\n— О-о!\r\n\r\n— Как всё это грустно, — сказал первый Близнец весело.\r\n\r\n— Конец у этой сказки, по-моему, будет печальный, — подхватил второй Близнец. — А ты как думаешь, Задавака?\r\n\r\n— Я очень волнуюсь.\r\n\r\n— Если бы вы знали, как велика материнская любовь, — сказала Венди с торжеством, — вы бы не волновались.\r\n\r\nОна приближалась к тому месту в своей сказке, которое Питер ненавидел всей душой.\r\n\r\n— Материнская любовь — это вещь, — сказал Шалун и изо всех сил ударил Задаваку подушкой. — Как по-твоему, Задавака?\r\n\r\n— Пожалуй, — ответил Задавака и ударил Шалуна подушкой.\r\n\r\n— Понимаете, — продолжала спокойно Венди, — наша героиня знала, что мама всегда оставляет окно открытым, чтобы дети могли прилететь обратно, вот почему они так долго не возвращались и жили в своё удовольствие.\r\n\r\n— А потом они вернулись?\r\n\r\n— Давайте заглянем в будущее, — сказала Венди, подходя к самому трудному и самому чудесному месту в сказке.\r\n\r\nИ все мальчики вытянули шеи, чтобы легче было заглянуть в будущее.\r\n\r\n— Прошли годы… Кто эта изящная женщина неопределённого возраста, выходящая из вагона на лондонском вокзале?\r\n\r\n— Ах, Венди, кто она? — закричал Задавака, словно он слышал эту сказку впервые.\r\n\r\n— Неужели это?… Да… Нет… Да, так оно и есть… Неужели это прекрасная Венди?!\r\n\r\n— О-о!\r\n\r\n— А эти два рослых юноши, что с таким достоинством идут рядом с нею? Неужели это Майкл и Джон? Да, так и есть!\r\n\r\n","— О-о!\r\n\r\n— „Смотрите, дорогие братья, — говорит Венди, указывая наверх. — Окно открыто! Вот награда за нашу веру в материнскую любовь“. И они влетели в окно, к маме и папе. Задёрнем же занавес над этой счастливой сценой, ибо перо не в силах её описать.\r\n\r\nВот и вся сказка. Мальчикам она нравилась так же, как и самой рассказчице. Всё в этой сказке так, как должно быть, правда? Мы улетаем, словно самые бессердечные существа (дети все таковы, но они так милы!), живём, ни о ком не думая, а потом, как только нам потребуется особое внимание, мы благородно возвращаемся домой, уверенные, что нас встретят объятиями, а не шлепками.\r\n\r\nТак велика была их вера в материнскую любовь, что они решили: ещё немножко можно ни о ком не думать!\r\n\r\nНо у одного из них не было этой веры, и, услышав конец сказки, он глухо застонал.\r\n\r\n— Что с тобой, Питер? — вскричала Венди, подбегая к нему. Она решила, что он заболел, и осторожно пощупала ему живот.\r\n\r\n— Где у тебя болит?\r\n\r\n— Это совсем другая боль, — сказал Питер загадочно.\r\n\r\n— Какая же? Говори!\r\n\r\n— Венди, ты не знаешь, что такое матери!\r\n\r\nМальчики в ужасе окружили Питера, его волнение их напутало, и он поведал им то, о чем молчал до сих пор.\r\n\r\n— Было время, — сказал он, — когда и я, как вы, думал, что моя мама всегда будет держать окно открытым, и я не возвращался много лун подряд, но вот наконец я прилетел домой. И что же? Окно было заперто, потому что мама совсем забыла обо мне, а в моей кровати спал другой мальчик!\r\n\r\nНе знаю, так ли всё было на самом деле, но Питер так думал, и это их испугало.\r\n\r\n— Ты уверен, что мамы все такие? — Да!\r\n\r\nТак вот, значит, какие они! Изменщицы, жабы!\r\n\r\nЗначит, лучше не рисковать, подумали они. Уж кто-кто, а дети знают, когда следует уступить.\r\n\r\n— Венди, вернёмся домой, — закричали Джон и Майкл разом.\r\n\r\n— Хорошо, — согласилась она, крепко обнимая братьев.\r\n\r\n— Сегодня? — вскричали, растерявшись, пропавшие мальчишки.\r\n\r\nВ глубине сердца (или того, что каждый из них называл своим сердцем) они твёрдо верили, что могут прекрасно обойтись и без мам, — это только мамам кажется, будто без них нельзя обойтись.\r\n","\r\n— Сию же минуту, — ответила Венди решительно, потому что в голову ей пришла ужасная мысль: „А что, если мама уже надела — хотя бы частично — траур?“\r\n\r\nВ своём волнении она и не подумала о том, каково сейчас Питеру, она только строго сказала ему:\r\n\r\n— Питер, ты всё устроишь, что нужно?\r\n\r\n— Пожалуйста, — ответил он так спокойно, будто она попросила его передать орехи.\r\n\r\nОни и не подумали сказать: „Как жаль, что приходится расставаться!“ Если ей это не пришло в голову, то уж Питер сам ни за что этого не скажет! Но, конечно, ему было очень горько, и он так рассердился на взрослых, которые вечно всё портят, что, вылезая в своё дерево, он нарочно стал дуть с быстротой пять раз в секунду. Дело в том, что на острове существует поверье, будто стоит тебе дунуть, как тут же кто-то из взрослых умирает, а Питеру хотелось поскорее им отомстить.\r\n\r\nЗатем, отдав необходимые распоряжения индейцам, он вернулся в подземный дом, где в его отсутствие разыгралась недостойная сцена. Мысль о том, что они могут потерять Венди, привела пропавших мальчишек в ужас. Они окружили её, и в голосах их зазвучала угроза.\r\n\r\n— Нам теперь будет хуже, чем до неё, — говорили они.\r\n\r\n— Мы её не отпустим!\r\n\r\n— Возьмём её в плен!\r\n\r\n— Закуем её в цепи!\r\n\r\nВ этом отчаянном положении инстинкт подсказал Венди, к кому обратиться за помощью.\r\n\r\n— Шалун! — крикнула она. — Защити меня!\r\n\r\nНе правда ли, странно? Она попросила о помощи Шалуна, самого глупого из всех! Однако на этот раз Шалун показал себя настоящим мужчиной. Куда девалась вся его глупость?\r\n\r\n— Конечно, я всего-навсего Шалун, — сказал он с достоинством, — и никто не обращает на меня внимания. Но первого, кто посмеет тронуть Венди, я проткну насквозь!\r\n\r\nИ он вытащил свой кинжал — в эту минуту солнце его славы поднялось в зенит. Мальчишки в смущении отступили. Тут вернулся Питер, и они сразу поняли, что от него поддержки не жди. Не такой он был человек, чтобы держать на острове девочку против её воли!\r\n\r\n— Венди! — сказал Питер, шагая из угла в угол. — Я попросил индейцев пр овести вас через лес. Ты ведь быстро устаёшь, когда летишь.\r\n\r\n— Спасибо, Питер.\r\n\r\n","— А потом, — продолжал он резко (ведь он привык, чтобы ему повиновались беспрекословно), — Динь покажет вам путь через море. Разбуди-ка её, Задавака!\r\n\r\nЗадаваке пришлось постучать дважды, прежде чем Динь удостоила его ответом, хоть она давно уже сидела на кровати и прислушивалась к разговору.\r\n\r\n— Кто там? Как ты смеешь? Убирайся отсюда! — закричала она.\r\n\r\n— Динь, тебе велено встать и проводить Венди! — крикнул Задавака. — Она улетает!\r\n\r\nКонечно, Динь страшно обрадовалась, что Венди улетает, но ей совсем не хотелось её провожать, и она выложила всё, что думала, не стесняясь в выражениях. А потом притворилась, что снова заснула.\r\n\r\n— Она сказала, что никуда не полетит! — воскликнул Задавака, ужасаясь такому чудовищному неповиновению.\r\n\r\nПитер решительно направился к спальне этой молодой особы.\r\n\r\n— Динь! — крикнул он. — Если ты сию же минуту не встанешь и не оденешься, я отдёрну занавеску и все увидят тебя в неглиже.\r\n\r\nУвидят её неодетой! Этого Динь не могла стерпеть! Она тут же спрыгнула на пол.\r\n\r\n— Кто сказал, что я не встаю?\r\n\r\nМальчишки между тем печально смотрели на Венди, готовую к путешествию. Они грустили не только потому, что она их покидала, но и потому, что знали: впереди её ждёт что-то хорошее, чего они никогда не увидят. Новизна, как всегда, манила их.\r\n\r\nА Венди решила, что их волнуют более благородные чувства, и растаяла.\r\n\r\n— Знаете, — сказала она, — если вы полетите с нами, то я почти уверена, что смогу уговорить папу и маму усыновить вас.\r\n\r\nПриглашение предназначалось в первую очередь Питеру, но мальчишки думали только о себе и тут же запрыгали от радости.\r\n\r\n— А они не подумают, что нас слишком много? — спросил Задавака, едва подпрыгнув вверх.\r\n\r\n— Нет, — ответила Венди, быстро прикинув всё в уме. — Только придётся в гостиной поставить несколько кроватей. А по первым четвергам каждого месяца будем прятать их за ширмы.\r\n\r\n— Питер, можно нам полететь? — взмолились мальчишки. Конечно, они думали, что если они полетят, то и он полетит с ними, впрочем, это их не очень беспокоило. Ради новизны дети готовы покинуть всё самое дорогое.\r\n\r\n— Летите, — сказал Питер с горькой улыбкой. И они бросились собирать свои вещи.\r\n","\r\n— А теперь, Питер, — сказала Венди, думая, что всё уладилось, — выпей на дорогу лекарство.\r\n\r\nОна очень любила поить их лекарством и, несомненно, слишком этим увлекалась. Правда, это была просто вода, но вода из тыквенной бутылки; Венди всегда встряхивала бутыль и считала капли, что, верно, придавало воде какие-то лечебные свойства. На этот раз, однако, ей не пришлось дать Питеру лекарство. Накапав сколько нужно, она повернулась к Питеру, но, увидев его лицо, почувствовала, что сердце у неё сжалось.\r\n\r\n— Собирай свои вещи, Питер! — закричала она, задрожав.\r\n\r\n— Нет, — ответил он с деланым равнодушием. — Я с вами не лечу, Венди.\r\n\r\n— Нет, летишь!\r\n\r\n— Нет, не лечу!\r\n\r\nИ чтобы показать ей, что ему всё равно, он запрыгал по комнате и весело засвистел в свою равнодушную свирель. Ей пришлось бегать за ним, хотя это было очень унизительно.\r\n\r\n— Мы найдем твою маму, — уговаривала она.\r\n\r\nСказать по правде, если у Питера и была когда-то мама, то он по ней больше не скучал. Он и без неё прекрасно обходился. Он всё хорошенько обдумал, и если что-то и помнил о матерях, то одни лишь их недостатки.\r\n\r\n— Нет, — сказал Питер твёрдо. — А вдруг она скажет, что я уже взрослый, а я хочу навсегда остаться мальчиком и веселиться вовсю.\r\n\r\n— Но, Питер…\r\n\r\n— Нет.\r\n\r\nПришлось сказать остальным:\r\n\r\n— Питер остаётся.\r\n\r\nПитер остаётся! Мальчики в недоумении уставились на него; на плечах они держали палки, а с палок свисали узелки. Если Питер остаётся, прежде всего подумали они, он, чего доброго, ещё захочет, чтобы и они остались. Но Питер был слишком горд для этого.\r\n\r\n— Если вы найдёте своих мам, — сказал он зловещим голосом, — надеюсь, они вам понравятся.\r\n\r\nМальчикам стало как-то не по себе. Это замечание — такое бессердечное, правда? — заставило их призадуматься. Может, глупо было улетать?\r\n\r\n— Ну ладно, — заметил Питер, — хватит хныкать и суетиться! Прощай, Венди!\r\n\r\nИ он бодро протянул ей руку, словно давая понять, что теперь им действительно пора уходить, так как у него ещё уйма всяких дел.\r\n","\r\nПришлось Венди удовольствоваться рукопожатием, ведь о „напёрстке“ не было и речи.\r\n\r\n— Ты не забудешь менять бельё? — спросила она медля. Она всегда следила, чтобы бельё менялось вовремя.\r\n\r\n— Не забуду.\r\n\r\n— И будешь принимать лекарство?\r\n\r\n— Хорошо.\r\n\r\nБольше, казалось, говорить было не о чем — последовало неловкое молчание. Питер, однако, был не из тех, кто даёт выход своему горю на людях.\r\n\r\n— Динь, ты готова? — крикнул он. — Да.\r\n\r\n— Тогда лети вперёд!\r\n\r\nДинь выпорхнула через ближайшее дерево: но никто не последовал за нею, потому что в эту самую минуту пираты предательски напали на индейцев. Наверху, где только что царило полное спокойствие, раздались пронзительные крики и скрежет стали. Внизу наступила мёртвая тишина. Мальчики открыли рты — да так и забыли их закрыть. А Венди упала на колени и протянула руки к Питеру. Все руки были протянуты к Питеру, их будто ветром к нему отнесло, они беззвучно молили Питера не оставлять их в беде. Питер схватил свою шпагу (ту самую, которой, если он не ошибался, он заколол Корабельного Повара), и в глазах у него блеснула жажда битвы.\r\n\r\nГлава 12. Дети попадают в плен\r\n\r\nПираты застигли индейцев врасплох — верное доказательство того, что коварный Крюк поступил нечестно, потому что застать индейцев врасплох честным путем ещё не удавалось ни одному белолицему.\r\n\r\nНеписаный закон гласит, что нападать всегда должны краснокожие, и с коварством, свойственным этому племени, они нападают обычно незадолго до рассвета, когда, как известно, белолицые падают духом. Белолицые меж тем выстроили грубый частокол на вершине вон того пологого холма, у подножия которого бежит ручей, ибо быть далеко от воды — смерти подобно. Там ждут они нападения: новички крепко сжимают в руках пистолеты и хрустят сухими веточками, а старые волки сладко спят почти до самого рассвета. Всю долгую чёрную ночь напролёт краснокожие лазутчики ползут, словно змеи, по земле, да так искусно, что ни одна травинка не шелохнётся. Кусты бесшумно смыкаются за ними, словно песок, в который ныряет крот. Не слышно ни звука, только порой кто-нибудь из краснокожих залает, как койот, а за ним и все остальные; кое-кому лай этот удаётся получше, чем самим койотам, — те, по правде говоря, лаять совсем не умеют. Так проходят долгие ночные часы; белолицым новичкам, впервые проходящим это испытание, такие ночи даются с трудом, но стреляным воробьям, побывавшим во многих передрягах, нипочём и ужасный лай, и ещё более ужасное молчание.\r\n","\r\nТаков обычай, и Крюку он был так хорошо известен, что, нарушив его, он не может отговориться незнанием — оправдания ему нет и быть не может.\r\n\r\nХраброе же племя Пиканини, со своей стороны, полностью положилось на его честь, и всё их поведение в ту ночь разительно отличается от того, как повёл себя Крюк. Пиканини строго придерживались правил, чтобы не уронить чести своего племени. Благодаря той обострённости чувств, которая так восхищает белолицых, погружая их в то же время в отчаяние, они поняли, что пираты высадились на остров, как только услышали, как в лесу хрустнула под ногой веточка, и тут же — нет, это было неправдоподобно! — начался лай койотов. Надев мокасины задом наперёд, доблестные Пиканини тайно изучили каждую пядь земли — от того места, где высадился Крюк со своими силами, и до самого подземного дома. Они нашли там всего один холм с ручьём внизу — у Крюка не было выбора, он должен был стать лагерем здесь и ждать рассвета. Разузнав всё это с хитростью чуть ли не дьявольской, краснокожие завернулись в одеяла и спокойно уселись вокруг подземного дома: с тем хладнокровием, которым по праву гордится их племя, они ждали страшного мгновения, когда они начнут сеять вокруг бледную смерть.\r\n\r\nТак, в мечтах о том, каким изощрённым пыткам подвергнут они Крюка на рассвете, и застиг вероломный капитан этих доверчивых дикарей. Судя по рассказам тех немногих, кому удалось уцелеть во время кровавой бойни, он и не подумал остановиться у холма, хотя при ярком свете луны холм был отчётливо виден; мысль о том, что он должен дожидаться нападения, явно не тревожила его, он даже не пожелал дожидаться конца ночи, но шёл всё вперёд и вперёд, в его коварном уме билась одна мысль: „Напасть! И как можно скорее!“.\r\n\r\nЧто было делать удивлённым краснокожим? Искушённые во всех видах военного искусства, кроме того, которое продемонстрировал Крюк, они беспомощно трусили за ним следом, подвергая себя смертельной опасности попасться на глаза врагу и жалобно лая, подобно койотам.\r\n\r\nДоблестная Тигровая Лилия сидела, окружённая самыми крепкими своими воинами, как вдруг из кустов на них ринулись вероломные пираты. Завеса упала с глаз краснокожих, они поняли, что победы им не видать. Больше не будет пыток у столба. Их самих ожидают счастливые охотничьи угодья. Они это поняли, но повели себя, как подобает сынам своих отцов. У них ещё было время выстроиться в боевую фалангу, которую трудно было бы разбить, если б только они поторопились и поднялись с земли побыстрее, но древние традиции не одобряли поспешности. В законах сказано, что доблестный краснокожий не должен выражать удивления в присутствии белолицых. Вот почему, как ни ужасно было внезапное появление пиратов, индейцы с минуту сидели неподвижно, с застывшими лицами, словно враг явился сюда по их приглашению. И, лишь отдав должное обычаю (какая выдержка, какая храбрость!), они схватились за оружие, в воздухе зазвучали боевые клики, но было уже поздно.\r\n","\r\nПеро отказывается описать эту битву: то была не битва, а кровавое побоище. Там погиб весь цвет краснокожего воинства. Правда, смерть некоторых из них была отомщена — за Тощего Волка поплатился головой Альф Мейсон; больше он не будет смущать покой мирных мореплавателей; а вместе с ним сложили свои буйные головы и Джо, и Скаури, и Чэс, и Терли, и Пёс Фоггерти. Терли настиг томагавк Великого Тигрёнка, которому в конце концов удалось вырваться из кольца врагов вместе с Тигровой Лилией и немногими уцелевшими.\r\n\r\nПредоставим историку решать, в какой мере следует винить Крюка в избранной им тактике. Останься он со своими пиратами ждать нападения на холме, всем им, возможно, пришёл бы конец — справедливости ради не следует об этом забывать. Вероятно, ему нужно было бы предупредить противника, что он собирается воевать новым методом. С другой стороны, такое предупреждение лишило бы его нападение внезапности, сведя всю его стратегию на нет. Как видишь, вопрос этот очень сложен.\r\n\r\nА что чувствовал капитан в торжественный час победы? Его верные псы, отдуваясь и вытирая ножи, искоса поглядывали на него, держась на всякий случай подальше, но им не дано было заглянуть в его сердце. В сердце капитана Крюка должно бы царить ликование, однако лицо его было по-прежнему мрачно — зловещая и грустная загадка, телом и духом он был не похож на своих подчинённых.\r\n\r\nДо полного завершения его плана было ещё далеко: индейцы были разгромлены, но ведь не к этому он стремился. Он выкурил их, словно пчёл из улья, чтобы побыстрее добраться до мёда. Ему нужен был Пэн, Пэн и Венди, и вся их компания, но в первую голову — Пэн!\r\n\r\nПитер был всего лишь мальчишкой. Казалось бы, почему этот мужчина так ненавидел его? Правда, он бросил капитанскую руку Крокодилице, раззадорил её, что — ввиду её упрямства — очень усложнило жизнь капитана, но даже и это не может оправдать столь злобной и беспощадной мстительности. Сказать по правде, было в Питере что-то, что приводило Крюка в бешенство. Не мужество Питера, и не его приятная внешность, и даже не… Впрочем, что толку играть в прятки! Мы-то хорошо знаем, в чём было дело. Придётся сказать об этом прямо: Питер был слишком уверен в себе!\r\n\r\nЭтого Крюк вынести не мог, от одной мысли об этом его железная рука начинала дёргаться, что очень досаждало ему по ночам. Несчастный чувствовал себя, как лев в клетке, в которую залетел воробей.\r\n\r\nСейчас нужно было срочно решить, рубить ли деревья или попробовать протолкнуть в них пиратов. Капитан оглядел своих верных псов жадными глазами, выбирая тех, кто был потоньше. Пираты задрожали: они-то знали, что, если понадобится, он протолкнёт их поленом.\r\n\r\nА что же мальчишки? Мы оставили их при первых звуках битвы: они окаменели, раскрыв рты, с мольбой протягивая к Питеру руки; мы возвращаемся к ним в тот миг, когда они закрывают рты и опускают руки. Страшный шум битвы затих почти так же внезапно, как и начался, пронёсся мимо, словно яростный порыв ветра, — они знают, что судьба их решилась.\r\n","\r\nНо кто победил?\r\n\r\nПираты, которые жадно прильнули к деревьям, чтобы узнать, что происходит внизу, услыхали, как мальчишки спрашивают друг друга об этом. Увы, до них долетел и ответ Питера!\r\n\r\n— Если индейцы победили, они будут бить в тамтам — они всегда так делают, когда победят.\r\n\r\nНадо тебе сказать, что боцман Неряха нашёл этот барабан и сейчас как раз сидел на нём.\r\n\r\n— Не слыхать вам больше тамтама! — пробормотал он (про себя, конечно, ибо приказано было соблюдать полную тишину).\r\n\r\nК его изумлению, однако, Крюк знаком приказал ему бить в барабан. Едва Неряха понял злодейский замысел капитана, он пришёл в восторг. Никогда ещё, верно, простодушный боцман так не восхищался коварным Крюком.\r\n\r\nДважды Неряха ударил в барабан, а затем радостно прислушался.\r\n\r\n— Тамтам! — донёсся голос Питера. — Индейцы победили!\r\n\r\nНесчастные мальчишки громко закричали „Ура!“, чем весьма порадовали притаившихся наверху злодеев, и стали прощаться с Питером. Это удивило пиратов, впрочем, недоумение их заглушала подлая радость при мысли о том, что мальчишки сейчас будут наверху. Они ухмыльнулись, подмигнули друг другу и весело потёрли руки. Крюк молча и быстро распорядился: по пирату на каждое дерево, а остальным выстроиться в шеренгу на расстоянии двух шагов.\r\n\r\nГлава 13. Вы верите в фей?\r\n\r\nЧем скорее мы покончим со всем этим ужасом, тем лучше. Первым из своего дерева вылез Задира. Вылез — и тут же попал в лапы Красавчика Чекко, который швырнул его Неряхе, а Неряха — Старки, а Старки — Биллу Джуксу, а Билл — Лапше, и так они его бросали из рук в руки, пока не кинули к ногам Чёрного пирата. Всех остальных мальчиков ждала та же участь — их безжалостно срывали с деревьев, словно спелые плоды, и швыряли от пирата к пирату, как тюки при разгрузке корабля.\r\n\r\nТолько с Венди, которая вылезла последней, поступили иначе. Сам Крюк подошёл к ней, предложил, склонясь в насмешливом поклоне, ей руку и препроводил её к тому месту, где пираты затыкали мальчикам рты. Всё это он проделал с такой учтивостью и изяществом, что Венди даже не ужаснулась, — он её просто обворожил. Простим ей это — ведь она всего лишь маленькая девочка.\r\n\r\nМожет быть, я напрасно сплетничаю и мне следовало бы умолчать о том, что в первую минуту Венди была очарована Крюком, — говорю я об этом только потому, что её ошибка привела к самым неожиданным последствиям. Если бы она гордо отвергла его (с какой радостью рассказал бы я тебе об этом!), её бы швырнули по цепи, как и всех остальных, и тогда Крюк не увидел бы собственными глазами, как связывают мальчиков; а если бы он не увидел собственными глазами, как их связывают, он не разгадал бы секрета Малыша, а без этого он не совершил бы злодейского покушения на Питера.\r\n","\r\nСвязывали мальчиков для того, чтобы они не улетели; для удобства их сгибали пополам, ногами к ушам, — у Чёрного пирата была наготове длинная верёвка, которую он разрезал на девять равных кусков. Всё шло быстро до тех пор, пока не подошла очередь Малыша: он оказался очень похожим на те злосчастные пакеты, которые никак не удаётся завязать, — обвяжешь их шнурком, глядишь, а на узел шнурка не хватает. В ярости пираты стали пинать Малыша, совсем как ты в подобных случаях пинаешь пакет (хотя по справедливости пинать следовало бы шнурок), и, как ни странно, остановил их сам Крюк Он злобно и торжествующе улыбался. Пока его верные псы тщетно потели, стараясь связать злосчастного Малыша (только затянешь покрепче в одном месте — вылезает в другом!), гениальный ум Крюка углубился в суть дела; его интересовали не следствия, но причины, и, судя по радостному выражению его лица, он их обнаружил. Малыш побелел от ужаса — ему стало ясно, что Крюк проник в его тайну.\r\n\r\nА тайна была вот какая: если мальчишка, который так растолстел, пролезает в дерево, то в это дерево пролезет и взрослый (средних размеров, конечно). Бедный Малыш! В этот миг он был несчастнейшим из смертных, он боялся за Питера и горько раскаивался в своём поступке. Когда ему бывало жарко, он совершенно не владел собой и без конца пил воду, в результате чего он страшно растолстел, и вместо того, чтобы похудеть под своё дерево, он взял и расширил дерево по себе.\r\n\r\nРазгадав тайну злосчастного Малыша, Крюк возликовал: теперь наконец-то Питер у него в руках, но он ни словом не выдал коварный план, который родился в глубине его чёрного сердца, он только знаком велел переправить пленных на бриг и оставить его одного.\r\n\r\nДа, но как же доставить пленных на корабль? Конечно, теперь, когда они так связаны, их можно было бы просто катить под гору, как бочки, но путь лежит через болото. И снова гениальный Крюк нашёл выход из положения. Он указал на домик Венди: его можно использовать вместо носилок. Мальчиков побросали в дом, четверо дюжих пиратов подняли его на плечи и понесли, а остальные шли следом и горланили свою любимую песню. Так эта необычайная процессия прошла через весь лес. Не знаю, плакал ли кто-нибудь из детей, — если и плакал, то пиратская песня заглушала плач; но перед тем, как домик исчез в лесу, из трубы его появилось крошечное облачко дыма, — казалось, оно посылало вызов бесчестному Крюку.\r\n\r\nКрюк его увидел, и Питеру это только повредило. Если в груди разъярённого пирата и оставалась капля жалости, при виде храброго облачка дыма она бесследно испарилась.\r\n\r\nОдин в наступающих сумерках, Крюк первым делом прокрался к дереву Малыша. Убедившись, что пролезть в него нетрудно, он погрузился в глубокое раздумье. Шляпу свою он швырнул на траву, чтобы ветерок освежил ему голову. Как ни черны были его замыслы, глаза его синели нежно, словно барвинки. Он напряжённо вслушивался, стараясь уловить, что происходит внизу, но там было так же тихо, как и наверху, — дом под землёй, казалось, был ещё одним пустым жилищем в безлюдном мире.\r\n","\r\nНеужели этот мальчишка спал? А может, притаился у входа с кинжалом в руке?\r\n\r\nОставалось одно — спуститься вниз. Крюк сбросил свой плащ на землю и, закусив губу, пока на ней не выступила кровь непристойного цвета, влез на дерево. Он был человек храбрый, и всё же ему пришлось задержаться на миг, чтобы отереть со лба пот, который капал, словно воск с горящей свечи. А потом он нырнул в неизвестность.\r\n\r\nОн благополучно спустился вниз и на мгновение застыл на месте, стараясь отдышаться. Когда глаза его привыкли к полумраку, он стал различать отдельные предметы, взор его с жадностью остановился на огромной кровати. Настал долгожданный час! На кровати лежал Питер и крепко спал.\r\n\r\nНадо тебе сказать, что Питер и не подозревал, какая трагедия разыгралась наверху. Оставшись в одиночестве, он поиграл немного на свирели, тщетно пытаясь уверить себя, что ему всё равно. Потом решил, что не будет пить лекарство — назло Венди. Потом улёгся на кровати, прямо на покрывало, чтобы ещё больше ей досадить, потому что она всегда следила, чтобы мальчики хорошенько укрывались, — кто знает, а вдруг к утру похолодает? Тут он чуть не расплакался, но, подумав о том, как рассердилась бы Венди, если бы узнала, что он смеётся, — нарочно рассмеялся, да так смеясь и заснул.\r\n\r\nИногда, правда не часто, Питер видел сны, и сны эти бывали намного грустнее, чем у других мальчиков. Они продолжались часами, он горько плакал во сне, но не просыпался. Должно быть, сны эти были как-то связаны с загадкой его существования. Венди, бывало, заметит, что он плачет во сне, вынет его из кровати, посадит на колени и начнёт нашёптывать ласковые слова, а когда он затихал, она клала его обратно в кровать, осторожно, стараясь не разбудить, чтобы он не узнал об унижении, которому она его подвергла.\r\n\r\nНо в этот день Питер заснул сразу, и во сне ему ничего не снилось. Он спал спокойно и безмятежно, одна рука свесилась с кровати, ногу он подогнул под себя, а смеющийся рот его был приоткрыт, так что видны были его молочные зубы. Таким беззащитным и нашёл его Крюк. Он молча стоял у входа, глядя на своего врага. Неужто сердце его не дрогнуло от жалости? Мы знаем, что этот человек был не вовсе лишён добрых чувств: он любил цветы (так мне говорили) и нежную музыку (даже сам неплохо играл на клавесине); признаемся честно, что идиллическая картина, открывшаяся ему внизу, глубоко взволновала его. Возможно, лучшие чувства взяли бы верх и он покинул бы — не без борьбы — подземный дом, если бы не одно обстоятельство.\r\n\r\nВидишь ли, даже во сне Питер выглядел страшно самонадеянным. Приоткрытый в улыбке рот, повисшая вниз рука, нога, согнутая в колене, — во всей его позе было такое самодовольство, какого ещё не видывал свет. И надо же, чтобы именно таким увидел его человек, чрезвычайно болезненно воспринимающий это свойство! Сердце у Крюка окаменело. Если бы оно и разорвалось теперь от ярости на тысячу кусочков, каждый из них вырвался бы из его груди и кинулся бы на спящего обидчика.\r\n","\r\nХотя тусклый свет от ночника падал на кровать, в которой спал Питер, Крюк стоял в темноте, и, когда он решился шагнуть крадучись вперёд, он неожиданно наткнулся на преграду: это была дверца от дерева Малыша, не доходившая до притолоки. Поначалу Крюк её не заметил, так как смотрел поверх неё. Он попытался её открыть, но, к ярости своей, обнаружил, что она заперта изнутри, а задвижка так далеко внизу, что ему не дотянуться. Его воспалённому воображению представилось, что в лице и во всей фигуре спящего Питера самонадеянности ещё прибавилось, и он затряс дверь, а потом налёг на неё всем телом. Неужто Питеру и на этот раз удастся спастись?\r\n\r\nНо что это? Злобному взору Крюка представился стакан, в который Венди налила лекарство для Питера, — стакан стоял на приступочке, совсем близко от Крюка. Он тут же разгадал, что в стакане, и понял, что теперь Питер в его власти.\r\n\r\nЧтобы не попасть живым в руки врагов, Крюк всегда носил с собой смертельный напиток — он изготовил его сам, смешав яд из множества колец с секретом, которыми он в своё время завладел. Он долго кипятил эту смертельную смесь, пока не получил совершенно неизвестную науке жёлтую жидкость, которая, возможно, была самым ужасным ядом из всех существующих на земле.\r\n\r\nОн добавил в стакан Питера пять капель этой жидкости. Рука его дрожала — впрочем, скорее от радости, чем от стыда. Он не смотрел на спящего, не потому, что боялся пожалеть его, а просто чтобы не пролить ни капли яда. Затем он кинул на Питера долгий торжествующий взгляд, круто повернулся и с трудом влез в дерево. Когда он выбрался наверх, можно было подумать, будто сам дух зла вырвался из заточения на волю. Надев шляпу набекрень, он завернулся в плащ, словно стремясь укрыться от ночи (только сам он был чернее самой кромешной тьмы), и, бормоча что-то себе под нос, скрылся меж деревьев.\r\n\r\nА Питер всё спал. Свеча оплыла и погасла, комната погрузилась во мрак, а он всё спал. Было, должно быть, часов десять по крокодильим часам, когда он внезапно проснулся и сел на кровати. Он не знал, что его разбудило. Но тут он услышал, как кто-то тихонько стучит в дверь.\r\n\r\nВ ночной тишине этот осторожный стук казался почти зловещим. Питер нащупал в темноте свой кинжал и крепко сжал его в руке. Потом он крикнул:\r\n\r\n— Кто там?\r\n\r\nДолгое молчание было ему ответом, потом снова раздался стук.\r\n\r\n— Кто ты? Отвечай! Тишина.\r\n\r\nПитер пришёл в восторг — пуще всего в жизни он любил этот восторг. В два прыжка он очутился у двери. Его дверь доходила до самого верха, не то что у Малыша, и что за ней — он не знал; не видел его и тот, кто находился за дверью.\r\n","\r\n— Отвечай, а то не открою! — крикнул Питер.\r\n\r\nВ ответ послышался нежный звон:\r\n\r\n— Впусти меня, Питер.\r\n\r\nДинь! Питер распахнул дверь. Динь влетела в комнату, вся растрёпанная и взволнованная, лицо её раскраснелось, а платье было заляпано грязью.\r\n\r\n— Что случилось?\r\n\r\n— Ни за что не отгадаешь! — вскричала Динь. — Попробуй догадайся с трёх раз!\r\n\r\n— А ну, выкладывай! — заорал Питер.\r\n\r\nИ в одной сбивчивой фразе, длинной, как бумажная лента, которую фокусник в цирке вытягивает изо рта, она рассказала ему о том, что пираты схватили Венди и мальчиков.\r\n\r\nСердце бешено запрыгало у Питера в груди. Венди связана, Венди на пиратском корабле! Та самая Венди, которая так любила, чтобы во всём был порядок!\r\n\r\n— Я спасу её! — крикнул он и бросился к оружию.\r\n\r\nВ этот миг ему пришло в голову, что он может ещё и порадовать Венди. Он может принять лекарство.\r\n\r\nИ Питер взял в руки стакан с роковым напитком.\r\n\r\n— Нет! Нет! — взвизгнула Динь.\r\n\r\nОна слышала, как, пробираясь по лесу, Крюк бормотал что-то о том, что он сделал.\r\n\r\n— Но почему?\r\n\r\n— Лекарство отравлено!\r\n\r\n— Отравлено? Кто мог его отравить?\r\n\r\n— Крюк!\r\n\r\n— Ерунда! Как он мог сюда попасть?\r\n\r\nУвы, на это Динь не могла ничего ответить, ибо даже она ничего не знала о мрачной тайне Малышового дерева. И всё же она своими ушами слышала, что говорил в лесу Крюк. Сомнений быть не могло. Лекарство было отравлено.\r\n\r\n— К тому же, — сказал Питер, — я никогда не смыкаю глаз!\r\n\r\nИ знаешь, он сам верил своим словам.\r\n\r\nТут он поднёс стакан ко рту. Что толку спорить? Нужно было действовать! С быстротою молнии Динь подлетела к стакану и осушила его до дна.\r\n\r\n— Как ты смеешь? Это моё лекарство! — возмутился Питер.\r\n\r\nНо Динь не отвечала. Она пошатнулась в воздухе и начала медленно падать.\r\n","\r\n— Что с тобой? — ахнул Питер. Ему вдруг стало страшно.\r\n\r\n— Да, оно отравлено, — прошептала Динь. — И теперь я умираю.\r\n\r\n— Ой, Динь, ты его выпила, чтобы спасти меня?\r\n\r\n— Да.\r\n\r\n— Но почему, Динь?\r\n\r\nКрылья уже не держали её, но последним усилием она вспорхнула ему на плечо и ласково куснула его в подбородок.\r\n\r\n— Болван! — шепнула она ему на ухо. Шатаясь, она долетела до своей комнатки и повалилась на кровать.\r\n\r\nВ отчаянии Питер упал возле неё на колени — голова его почти закрыла вход в нишу. Свет её с каждой минутой слабел, и Питер знал, что, когда он совсем померкнет, Динь не станет. Ну а ей было очень приятно, что он плачет; она подставила ему под подбородок пальчик и смотрела, как слёзы капают на него, а потом на пол.\r\n\r\nОна что-то шептала, но так тихо, что поначалу он не мог разобрать её слов. Наконец он понял. Она говорила, что, верно, поправится, если дети верят в фей.\r\n\r\nПитер взмахнул руками. Была уже ночь, и дети были так далеко, но он позвал всех, кому сейчас снился Нигдешний остров и кто поэтому был гораздо ближе к нему, чем ты думаешь: мальчиков и девочек в ночных рубашках и голых негритят, спящих в люльках, подвешенных между пальмами.\r\n\r\n— Вы верите в фей? — крикнул он.\r\n\r\nДинь даже привстала на кровати, до того ей не терпелось узнать, как решится её судьба.\r\n\r\nВдали зазвучали голоса. Ей показалось, что они кричат: „Да! Да!“ Но вдруг она ошиблась?\r\n\r\n— Как по-твоему, что они кричат? — спросила она Питера. И тогда он крикнул во весь голос:\r\n\r\n— Если верите, хлопните в ладоши! Не дайте Динь умереть!\r\n\r\nВ ответ раздались громкие хлопки. Раз, два, три… Сколько их! А вон там не хлопают… А там даже свистят…\r\n\r\nВнезапно хлопки смолкли: верно, испуганные мамы кинулись к кроваткам своих детей, чтобы узнать, что случилось. Но Динь была спасена. Голос её окреп, потом она спрыгнула с кровати, и вот уже носится по комнате, задорная и дерзкая, как прежде. Ей и в голову не пришло поблагодарить тех, кто её спас, зато ей бы очень хотелось надрать свистунам уши!\r\n\r\n— А теперь надо спасать Венди!\r\n\r\nИз-за облаков показалась луна. Она увидела Питера в тот миг, когда он вылезал из своего дерева; отправляясь в столь опасное путешествие, он разделся почти донага и вооружился до зубов. Конечно, он предпочёл бы, чтобы ночь была не такая лунная. Тогда он мог бы лететь низко над землёй, и ничто не ускользнуло бы от его взора; но сейчас тень его в неверном свете луны разбудила бы птиц, спящих на деревьях, предупредив бдительного неприятеля о его приближении.\r\n","\r\nТеперь он горько пожалел о том, что населил свой остров птицами с такими замысловатыми именами: они совсем дикие, и с ними очень трудно договориться.\r\n\r\nПришлось ему ползти по земле, как индейцу — к счастью, он это делал великолепно. Но только куда ползти? Он вовсе не был уверен в том, что пираты переправили детей на корабль. За ночь выпал снежок и занёс все следы. На острове царила мёртвая тишина, будто Природа, ужаснувшись недавнему кровопролитию, безмолвно застыла на месте. В своё время Питер обучил детей некоторым лесным обычаям, которые сам он узнал от Тигровой Лилии и Динь-Динь, он не сомневался, что в час испытаний дети вспомнят о них. Малыш, если только представится случай, выжжет, скажем, пометки на деревьях. Задира будет швырять семена на дорогу, ну а Венди бросит свой носовой платок где-нибудь на самом виду. Но для того, чтобы увидеть эти знаки, нужно было дождаться утра, а Питер не мог ждать.\r\n\r\nМимо проползла Крокодилица, и опять всё затихло — ни звука, ни шороха, но Питер знал, что его подстерегает смерть. Может, она прячется вон за тем деревом? А может, накинется на него сзади?\r\n\r\nИ он произнёс страшную клятву:\r\n\r\n— На этот раз Крюк или я!\r\n\r\nОн то полз вперёд, словно уж, а то перебегал освещенные луной полянки; он прижимал к губам палец, а другую руку держал на кинжале. Он был ужасно счастлив.\r\n\r\nГлава 14. Пиратский корабль\r\n\r\nНад бухтой капитана Кидда, в которую впадает Пиратская река, мигал зелёный огонёк — там стоял на якоре пиратский бриг „Весёлый Роджер“, злодейское судно, заросшее грязью до самого трюма, отвратительное, словно усыпанная окровавленными перьями земля. Он давно уже наводил ужас на те широты, и сторожить его было совсем ни к чему — одно его имя было ему достаточной защитой.\r\n\r\nНочная мгла окутывала бриг, ни один звук не доносился сквозь неё до берега. На бриге царила тишина — только стучала швейная машинка, за которой сидел Неряха. Трудолюбивый и услужливый Неряха! Бедный, трогательный Неряха! Не знаю, почему он был таким бесконечно трогательным, возможно, потому что сам он об этом не догадывался; но даже люди мужественные торопились отвернуться, если он попадался им на глаза, и не раз летним вечером, когда сам Крюк глядел на него, из глаз у него фонтаном брызгали слёзы. Впрочем, об этом, как и о многом другом, бедный Неряха и не подозревал.\r\n\r\nДва-три пирата стояли, облокотясь о поручни, наслаждаясь гнилыми испарениями ночи, другие сидели развалясь возле бочек с порохом и играли — кто в кости, кто в карты; а четверо дюжих пиратов, притащивших домик, в изнеможении лежали на палубе и крепко спали, искусно откатываясь то в одну сторону, то в другую, чтобы Крюк, проходя мимо, не хватил их как-нибудь ненароком своей клешнёй.\r\n","\r\nВ глубокой задумчивости шагал Крюк по палубе. Непостижимый человек! Час его торжества настал. С Пэном покончено, мальчишки на бриге ждут казни. Это был самый злодейский поступок с тех пор, как он поверг во прах Корабельного Повара. И, зная, сколь велико человеческое тщеславие, разве мы удивились бы, дружок, если б капитан теперь мерил палубу неверными шагами, вне себя от радости?\r\n\r\nНо нет! Поступь его была размеренна и медлительна, она вторила мрачному ходу его мыслей. Крюк был глубоко удручен.\r\n\r\nЭто нередко случалось с ним в ночной тиши, когда он оставался один на один со своими мыслями на палубе брига. Он был так одинок! Больше всего этот непостижимый человек страдал от одиночества, когда его окружали верные псы. Ведь они были настолько ниже его по своему положению.\r\n\r\nКонечно, звали его совсем не Крюк. Если бы я раскрыл тайну его настоящего имени, по всей стране даже сейчас прокатилась бы волна возмущения; но те, кто умеет читать между строк, давно уж, верно, догадались, что он воспитывался в одной из самых прославленных наших закрытых школ. Традиции этой славной школы были для него так же святы, как и умение одеваться со вкусом (собственно говоря, традиции эти во многом и заключаются в том, чтобы одеваться со вкусом). Даже и теперь он никогда не позволил бы себе подняться на корабль в том же платье, в каком брал его на абордаж, а ходил он, конечно, сутулясь, — эта походка выделяла всех, кто когда-либо учился в его славной школе. Но выше всего он ставил хорошие манеры, которые отличают лишь воспитанных людей.\r\n\r\nХорошие манеры! Как ни низко он пал, ему всё ещё было ясно, что это самое главное.\r\n\r\nГде-тo в глубине — может, в глубине его сердца? — он слышал тихий скрип, будто скрипели ржавые петли огромных ворот, а потом настойчивый стук, как бывает в бессонную ночь.\r\n\r\n— Ну, как ты сегодня? — спрашивал неотступный голос. — Надеюсь, хорошо?\r\n\r\n— Слава! — восклицал он. — Сегодня мне улыбнулась слава!\r\n\r\n— Слава? — повторял далёкий голос его школы. — Разве люди воспитанные могут в чём-то отличаться?\r\n\r\n— Меня одного боялся Корабельный Повар! — настаивал Крюк. — А Корабельного Повара боялся даже Флинт.\r\n\r\n— Флинт? Корабельный Повар? — звучал убийственный ответ. — Разве они учились в нашей школе?\r\n\r\nБольше всего капитана мучила мысль: разве человек воспитанный думает о воспитанности?\r\n\r\nЭта мысль терзала его беспрестанно. Она впивалась в него, словно железный коготь, и пот градом катил по его бледному липу и заливал камзол. Снова и снова он отирал лицо рукавом, но остановить этот поток было невозможно.\r\n","\r\nО нет, не завидуй Крюку!\r\n\r\nВнезапно его коснулось предчувствие ранней кончины. Может быть, это ужасная клятва Питера взошла на его корабль? Его охватило мрачное желание произнести, пока ещё было время, предсмертную речь.\r\n\r\n— Было бы лучше для Крюка, — вскричал он, — если бы у него было меньше тщеславия!\r\n\r\nТолько в самые чёрные для себя часы он говорил о себе как о постороннем:\r\n\r\n— Меня не любят дети!\r\n\r\nКак странно, что он вдруг подумал о том, что раньше его никогда не волновало, — может, стук швейной машинки навёл его на эти мысли? И долго он бормотал что-то про себя, уставившись на Неряху, который мирно строчил в полной уверенности, что его боятся все дети.\r\n\r\nБоятся! Боятся Неряху! Да они уже все успели его полюбить (конечно, я говорю о тех, кто находился в ту ночь на борту пиратского корабля). Он наговорил им ужасных вещей и бил их — бил ладонью, потому что кулаком он бить не мог, но они ещё сильнее привязались к нему за это. Майкл уже примерил его очки.\r\n\r\nСказать бедному Неряхе, что детям он очень нравится! Крюку не терпелось это сделать, но это было бы слишком жестоко. Снова и снова он возвращался мыслями к этой тайне: почему им так нравится Неряха? Так ищейка, напав на след, ни за что не оставляет его. Если Неряха так всем нравится — то почему? Внезапно Крюку показалось, что он нашёл ответ на этот вопрос. Это было ужасно! Как?\r\n\r\nНеужели потому, что Неряха воспитанный и сам того не подозревает, что, как известно, и есть настоящая воспитанность.\r\n\r\nКрюк вспомнил: чтобы предложили твою кандидатуру в общество „Пои“, нужно доказать, что ты и не подозреваешь о том, что ты человек воспитанный.\r\n\r\nС криком ярости он занёс свой железный крюк над головой Неряхи, но вдруг остановился. Его удержала внезапная мысль:\r\n\r\n— Убить человека только за то, что он хорошо воспитан? И голос далёкой школы тут же ответил:\r\n\r\n— Воспитанные люди так не поступают!\r\n\r\nНесчастный Крюк почувствовал, что силы оставили его, и, словно срезанный цветок, он упал на палубу.\r\n\r\nВерные его псы решили, что он на время выбыл из игры, мгновение — и дисциплины как не бывало: они пустились в такой буйный пляс, что он тут же вскочил на ноги, словно на него вылили ведро ледяной воды. Во всём его облике не было и следа недавней слабости.\r\n","\r\n— А ну молчать, подлые псы! — крикнул он. — А не то проколю вас якорем!\r\n\r\nВсе тут же смолкли.\r\n\r\n— Заковали вы детей в цепи, чтобы не улетели?\r\n\r\n— Да, капитан.\r\n\r\n— Тогда тащите их на палубу!\r\n\r\nНесчастных пленников приволокли из трюма, всех, кроме Венди, и выстроили в ряд перед Крюком. Казалось, он их не замечал. Он сидел развалясь с колодой карт в руках, мыча себе под нос обрывки какой-то грубой песни (впрочем, отказать ему в музыкальности было бы несправедливо). Сигара у него во рту время от времени разгоралась, бросая зловещий отблеск на его лицо.\r\n\r\n— Слушайте меня, храбрецы! — произнёс он наконец решительно. — Шестерых из вас сегодня ночью я отправлю по доске в море. Двоих оставлю. Мне нужны юнги. Кто будет у меня юнгой?\r\n\r\nКогда мальчиков выводили из трюма, Венди сказала им: „Постарайтесь без нужды не раздражать его“. И вот Шалун вежливо выступил вперёд. Ему претила мысль о службе под началом Крюка, но он чутьём понимал, что лучше свалить за это вину на кого-нибудь отсутствующего; и хотя он не отличался особым умом, всё же знал, что только матери всегда готовы принять вину на себя. Это знают все дети — и относятся к матери свысока, без конца пользуясь при этом её слабостью.\r\n\r\nШалун решил быть благоразумным и сказал:\r\n\r\n— Видите ли, сэр, наверно, моя мама не захочет, чтоб я был пиратом. А твоя, Малыш?\r\n\r\nИ он подмигнул Малышу, и тот тут же сокрушённо произнёс (можно было подумать, что он глубоко сожалеет об этом):\r\n\r\n— Наверно, и моя не захочет, чтобы я был пиратом. А твоя, Близнец?\r\n\r\n— Нет, наверно, — ответил, не задумываясь, первый Близнец. — А твоя, Задавака?\r\n\r\n— Заткните им глотки! — рявкнул Крюк. И их оттащили в сторону.\r\n\r\n— Ну а ты, парень? — сказал Крюк, обращаясь к Джону. — Похоже, что ты не трус. Разве тебе никогда не хотелось стать пиратом, храбрец?\r\n\r\nНужно тебе сказать, что Джон и вправду нет-нет да и мечтал об этом, особенно на уроках арифметики; его поразило, что Крюк обратился именно к нему.\r\n\r\n— Да, я подумывал об этом, — признался он. — Мне хотелось, чтобы меня звали Джэк Кровавая Рука.\r\n\r\n","— Молодец! Хорошее имечко! Так мы и будем тебя звать, если ты пойдёшь ко мне юнгой, храбрец.\r\n\r\n— Что ты на это скажешь, Майкл? — спросил Джон.\r\n\r\n— А меня как будете звать? — спросил Майкл.\r\n\r\n— Джо Чёрная Борода!\r\n\r\nМайкл заколебался — и немудрено!\r\n\r\n— Ну как, Джон?\r\n\r\nОн хотел, чтобы решение принял Джон, ну а Джон, конечно, хотел, чтобы решение принял Майкл.\r\n\r\n— А мы останемся верными подданными Короля? — спросил Джон.\r\n\r\n— Ну нет! — прошипел Крюк сквозь зубы. — Вы должны будете принести присягу: „Долой Короля!“\r\n\r\nВозможно, Джон вёл себя до того не слишком хорошо, но тут он не сплоховал.\r\n\r\n— Тогда я отказываюсь! — крикнул он, стукнув кулаком по пороховой бочке прямо под носом у Крюка.\r\n\r\n— И я отказываюсь! — подхватил Майкл.\r\n\r\n— Британия — владычица морей! — взвизгнул Задира. Разъярённые пираты надавали им зуботычин, а Крюк прорычал:\r\n\r\n— Вы сами подписали себе приговор! Ведите наверх их мать! Готовьте доску!\r\n\r\nУвидав, что Билл Джукс и Чекко тащат роковую доску, мальчишки побледнели. Не забывай, ведь они ещё маленькие. Но, когда на палубу вывели Венди, они постарались принять бодрый вид.\r\n\r\nЯ никогда не смогу тебе описать, до чего Венди презирала пиратов. Мальчишкам хотя бы чудилось в пиратстве какое-то величие, но Венди видела только, что на корабле такая ужасная грязь, будто его испокон века не мыли. Стёкла в иллюминаторах были такие пыльные, что на них так и хотелось написать: „Грязнули“, — что Венди и сделала, пока её вели на палубу. Но, когда мальчики окружили её, она, конечно, уже не думала об иллюминаторах.\r\n\r\n— Ну, красотка, — сказал Крюк голосом сладким, как сироп, — сейчас ты увидишь, как твои детишки пройдутся по доске.\r\n\r\nКак ни изыскан был наряд Крюка, брыжи его были грязноваты — вспомни, как пот катил с него градом, когда он предавался своим тайным мыслям, и тут он вдруг заметил, что Венди не отводит от брыжей взгляда. Он попытался поскорее прикрыть их рукой, но было поздно.\r\n\r\n","— Они должны умереть? — спросила Венди, взглянув на него с таким бесконечным презрением, что Крюк чуть не лишился чувств.\r\n\r\n— Да, должны! — отрезал Крюк. — А ну молчать! — И с торжеством в голосе объявил: — Последнее слово матери к сыновьям.\r\n\r\nВ эту минуту Венди была просто великолепна!\r\n\r\n— Вот моё последнее слово, дорогие мальчики, — сказала она твёрдо. — Это говорю вам не я, но ваши настоящие мамы: „Если вы должны умереть, то мы надеемся, что вы умрёте как истинные англичане!“\r\n\r\nДаже пираты были потрясены, а Шалун взволнованно крикнул:\r\n\r\n— Я оправдаю твою надежду, мама! А ты, Задавака?\r\n\r\n— Оправдаю! А ты, Близнец?\r\n\r\n— Оправдаю! А ты, Джон?\r\n\r\nНо тут Крюк опомнился.\r\n\r\n— Привязать её к мачте! — заревел он.\r\n\r\nК мачте Венди привязывал Неряха.\r\n\r\n— Послушай, милая, — прошептал он, — если ты пообещаешь стать моей мамой, я тебя спасу.\r\n\r\nНо она не могла этого обещать даже Неряхе.\r\n\r\n— Нет уж, лучше не надо мне никаких детей, — сказала она с презрением.\r\n\r\nМне грустно признаться, что, пока Венди привязывали к мачте, никто из мальчиков даже не взглянул в её сторону. Их взоры были прикованы к доске: они должны были пройти по ней за борт — в воду! Они уже не надеялись, что смогут храбро встретить свой конец, мысли их мешались. Они только смотрели и дрожали.\r\n\r\nВзглянув на них, Крюк осклабился и шагнул к Венди. Он хотел повернуть ей голову так, чтобы она видела, как одного за другим мальчишек побросают в воду. Но он так и не дотронулся до неё, так и не услышал её горестного крика. Внезапно он услышал что-то совсем другое.\r\n\r\n— Тик-так, тик-так!\r\n\r\nКрокодилица!\r\n\r\nЕё услышали все: и пираты, и мальчики, и Венди; и тут же все взгляды метнулись в одну сторону — не на воду, откуда раздавалось тиканье, а на Крюка. Все знали, что опасность грозит ему одному и что в этой трагедии они будут зрителями, а не действующими лицами.\r\n\r\n","Ужасно было видеть, как он меняется на глазах. Ноги у Крюка подкосились, и он рухнул на палубу. А тиканье всё приближалось.\r\n\r\nИ все с ужасом подумали: „Сейчас Крокодилица залезет на борт“.\r\n\r\nДаже железный крюк бездействовал, будто знал, что он не нужен. Оказавшись в таком ужасном одиночестве, другой бы человек лежал себе там, где упал, не открывая глаз, но гигантский ум Крюка ни на секунду не переставал работать, и, следуя его указаниям, Крюк потихоньку пополз на коленях по палубе — подальше от страшного тиканья. Пираты с уважением расступились перед ним; оказавшись у фальшборта, Крюк заговорил.\r\n\r\n— Спрячьте меня, — прохрипел он.\r\n\r\nПираты столпились вокруг него; они не смотрели за борт. Что толку сопротивляться? Это была Судьба.\r\n\r\nТолько когда Крюк укрылся за пиратами, мальчики опомнились и кинулись к борту: любопытство гнало их посмотреть, как Крокодилица будет влезать на палубу. Но их ждало самое удивительное открытие этой Ночи из Ночей: на помощь им пришла совсем не Крокодилица. На помощь им пришёл Питер!\r\n\r\nПитер подал им знак молчать — он не хотел, чтобы их радостные крики выдали его раньше времени. А потом он снова затикал.\r\n\r\nГлава 15. „Крюк или я!“\r\n\r\nСтранные вещи происходят с нами на жизненном пути, но мы не сразу их замечаем. Например, мы вдруг понимаем, что давным-давно оглохли на одно ухо, давным-давно — ну, скажем, с полчаса.\r\n\r\nТак было в ту ночь и с Питером. Когда мы его покидали, он пробирался по лесу, прижав палец к губам, а другую руку держа на кинжале. Он видел, как мимо проползла Крокодилица, и ничего особенного не заметил, однако немного спустя он вспомнил, что она почему-то не тикала. Сначала это показалось ему странным, но потом он догадался, что просто, должно быть, завод в будильнике кончился.\r\n\r\nПитер и не подумал пожалеть несчастное создание, потерявшее самого близкого спутника своей жизни. Зато он тут же начал размышлять, как бы употребить это несчастье себе на пользу: он решил громко тикать, чтобы дикие звери подумали, что это Крокодилица, и не тронули его. Тикал он прекрасно, и это привело к одному неожиданному последствию. Крокодилица тоже услышала его тиканье, услышала — и поползла за ним. Трудно сказать, почему она это сделала: потому ли, что надеялась отобрать у Питера потерянное, или потому, что подумала, будто это она сама тикает. Как все, кто одержим одной идеей, она была глупа как пробка.\r\n\r\nПитер благополучно добрался до берега и пустился вплавь; он даже не заметил, что уже не идёт, а плывёт. Я знаю некоторых животных, которые чувствуют себя одинаково хорошо в воде и на суше. Но людей таких, кроме Питера, я не знаю.\r\n","\r\nОн плыл, а в голове у него стучала одна мысль: „Крюк или я!“ Он так долго тикал, пробираясь по лесу, что и сейчас продолжал тикать, совершенно не отдавая себе в этом отчёта. Если б он это заметил, то, конечно, перестал бы.\r\n\r\nЛезть на бриг с громким тиканьем ему в голову не пришло, хотя, согласись, это было бы очень остроумно. Напротив, он был уверен, что влез на борт корабля тихо, словно мышка, вот почему он так удивился, увидев, что пираты шарахаются от него как от чумы, а у Крюка вид такой жалкий, точно он услышал Крокодилицу!\r\n\r\nКрокодилица! Стоило Питеру вспомнить про неё, как он тут же услышал тиканье. Сначала он подумал, что это Крокодилица, и быстро оглянулся. Но тут он вспомнил, что тикает сам, — и тотчас всё понял. „Какой я умный!“ — мгновенно решил он и знаком приказал мальчишкам не аплодировать.\r\n\r\nВ эту минуту на баке показался рулевой Эд Тейнт, он медленно шёл по палубе. А теперь, читатель, засекай время по своим часам! Питер вонзил в него свой кинжал. Джон прикрыл злосчастному пирату рот рукой, чтобы заглушить его предсмертный стон. Эд Тейнт упал навзничь. Четверо мальчиков подхватили его, чтобы не слышно было, как тело стукнется о палубу. Питер махнул рукой — и Эд Тейнт полетел за борт. Послышался лёгкий всплеск, а потом всё смолкло. Сколько секунд по твоим часам?\r\n\r\n— Один! — сказал кто-то. Это Малыш открыл счёт.\r\n\r\nА Питер уже исчез в капитанской каюте — и хорошо сделал, потому что пираты начали собираться с духом и вот-вот могли оглянуться. Было слышно, что они тяжело дышат, — значит, другой, самый страшный, звук смолк.\r\n\r\n— Она уползла, капитан, — сказал Неряха и протёр очки. — Всё в порядке!\r\n\r\nКрюк медленно поднял голову и прислушался, так напряженно, что уловил бы самый далёкий отзвук тиканья. Вокруг царила мёртвая тишина, и Крюк выпрямился во весь свой огромный рост.\r\n\r\n— Тогда за дело! — вскрикнул он осклабившись. — Ifte наша дощечка? Сейчас он ненавидел мальчишек ещё сильнее, чем раньше, — ведь они были свидетелями его позора. И он запел свою страшную песню:\r\nХа-ха! Хо-хо! Вот так всегда — На доску ты ступил, Доска дрожит, и ты дрожишь, А там и след простыл!   \r\n\r\nЧтобы ещё больше напугать мальчишек, он начал приплясывать, делая вид, что идёт по доске, и корчить страшные рожи. Какое недостойное поведение! Наплясавшись вволю, он сказал:\r\n\r\n— Что ж, погладить вас на прощание плёткой-девятихвосткой? Мальчики упали на колени.\r\n","\r\n— Нет, нет! — закричали они так жалобно, что все пираты заулыбались.\r\n\r\n— Неси-ка сюда плётку, Джукс, — приказал Крюк, — она в моей каюте. В каюте! Но в каюте прятался Питер! Мальчики переглянулись.\r\n\r\n— Есть, капитан! — радостно отвечал Джукс и, широко шагая, направился в каюту.\r\n\r\nМальчики провожали его глазами. Они и не заметили, что Крюк снова затянул свою песню, а пираты принялись ему подпевать:\r\nХо-хо! Есть кошечка у нас О девяти хвостах, Что так вам шкуру отдерёт…   \r\n\r\nМы никогда не узнаем конца этой песни — её прервал ужасный вопль, долетевший из капитанской каюты. Он прокатился по всему кораблю и замер. А потом раздался петушиный крик, который был хорошо знаком мальчикам, но пиратам показался ещё страшнее, чем тот отчаянный вопль.\r\n\r\n— Что это? — спросил Крюк.\r\n\r\n— Два, — сказал Малыш спокойно.\r\n\r\nИтальянец Чекко минуту колебался, а потом бросился в каюту. Он выскочил оттуда шатаясь, с изменившимся лицом.\r\n\r\n— Что с Биллом Джуксом? — прошипел Крюк, подбегая к нему. — Отвечай, пёс!\r\n\r\n— А то с ним, что он помер, — отвечал глухо Чекко. — Заколот насмерть.\r\n\r\n— Билл Джукс мёртв?! — вскричали изумлённые пираты.\r\n\r\n— В каюте темно, хоть глаз выколи, — бормотал Чекко. — А в углу стоит что-то страшное и кричит петухом… Вы слышали этот крик…\r\n\r\nПираты пали духом, а мальчики пришли в восторг. Крюк всё заметил.\r\n\r\n— Чекко, — приказал он своим самым железным голосом. — Иди в каюту и притащи сюда этого петушка.\r\n\r\nЧекко, храбрейший из храбрых, затрепетал.\r\n\r\n— Нет! — завопил он. — Нет!\r\n\r\nКрюк поднёс свою железную руку к глазам — казалось, он что-то тихо шептал ей.\r\n\r\n— Такты идёшь, Чекко? — спросил он задумчиво. — Да?\r\n\r\nЧекко всплеснул в отчаянии руками, но пошёл. Тут уж пиратам было не до песен! Все прислушались, и снова раздался вопль, а за ним — кукареканье.\r\n","\r\nВсе молчали — все, кроме Малыша.\r\n\r\n— Три, — сказал он.\r\n\r\nКрюк жестом подозвал к себе своих псов.\r\n\r\n— А ну, бочки-ящики, кто притащит этого петуха? — загремел он.\r\n\r\n— Подождите, пусть выйдет Чекко, — проворчал Старки.\r\n\r\nПираты поддержали его.\r\n\r\n— Ты, кажется, вызвался пойти, Старки? — спросил капитан вкрадчиво, пошептавшись с железным крюком.\r\n\r\n— Разрази меня гром, и не думал!\r\n\r\n— А мой крюк говорит мне, что вызвался, — отвечал капитан, подходя к Старки поближе. — Может, лучше не сердить его, а? Что ты на это скажешь, Старки?\r\n\r\n— Пусть меня лучше вздёрнут на рею! — заявил упрямый Старки. И опять все его поддержали.\r\n\r\n— Это что? Мятеж? — спросил Крюк ещё вкрадчивее, чем прежде. — А Старки — ваш вожак?\r\n\r\n— Пощади, капитан! — захныкал Старки, дрожа всем телом.\r\n\r\n— То-то, — сказал Крюк и протянул ему свою железную руку. — Пожмём друг другу руки, Старки.\r\n\r\nСтарки оглянулся, взглядом умоляя о помощи, но все от него отвернулись. Он сделал шаг назад, но Крюк двинулся на него — в глазах его мелькнула красная искра. С отчаянным криком Старки вскочил на Длинного Тома и бросился с него прямо в море.\r\n\r\n— Четыре, — сказал Малыш.\r\n\r\n— Ну, джентльмены, — любезно обратился к пиратам Крюк, — кто-нибудь ещё мечтает о мятеже?\r\n\r\nОн схватил фонарь, поднял свою железную руку и с угрозой произнёс:\r\n\r\n— Я сам притащу сюда этого крикуна!\r\n\r\nИ быстрыми шагами направился в каюту.\r\n\r\nКак Малышу не терпелось сказать: „Пять!“ Он облизал губы и открыл рот, но тут из каюты вышел, пошатываясь, Крюк. Фонаря в руке у него не было.\r\n\r\n— Что-то задуло мне фонарь, — произнёс он неуверенно.\r\n\r\n— Что-то! — повторил Маллинз.\r\n\r\n— А где Чекко? — спросил Лапша.\r\n\r\n— Там же, где и Билл Джукс, — отвечал капитан. — Он мёртв.\r\n","\r\nКрюк не торопился вернуться в каюту, и это произвело на пиратов самое неблагоприятное впечатление — они снова зароптали. Пираты все, как один, суеверны, вот почему Куксон сказал:\r\n\r\n— Говорят, когда корабль проклят, на нём всегда появляется кто-то лишний.\r\n\r\n— Я слышал, что он всегда появляется на пиратском корабле, — прошептал Маллинз. — А видели вы у него хвост, капитан?\r\n\r\n— А я слышал, — сказал ещё кто-то, бросив на Крюка злобный взгляд, — что самый отвратительный человек на борту и есть этот лишний!\r\n\r\n— А крюк у него есть, капитан? — нагло поинтересовался Куксон.\r\n\r\nИ все заорали вразнобой:\r\n\r\n— Корабль проклят! Проклят!\r\n\r\nТут мальчики не выдержали и разразились радостными криками. Крюк совсем забыл о своих пленниках, но, услышав их крики, он круто повернулся. Лицо его осветилось.\r\n\r\n— А ну-ка, ребята, — крикнул он пиратам, — слушайте меня! Откройте дверь каюты и загоните их туда. Посмотрим, кто кого! Если они убьют его, нам же лучше, а если он их, мы тоже плакать не будем.\r\n\r\nПираты посмотрели на Крюка с восхищением (это в последний раз они на него так смотрят!) и быстро исполнили приказ. Мальчиков затолкали в каюту (они при этом делали вид, что отчаянно сопротивляются) и заперли за ними дверь.\r\n\r\n— А теперь послушаем, — сказал Крюк.\r\n\r\nИ все прислушались. Пираты не решались взглянуть на дверь, но Венди, которая всё это время стояла привязанная к мачте, не отрывала от двери глаз. Она ждала не воплей и не петушиного крика: она ждала появления Питера.\r\n\r\nЖдать ей пришлось недолго. Питер нашёл в каюте то, что искал, — ключ, чтобы разомкнуть мальчикам цепи. И вот они потихоньку прокрались наверх, забрав с собой всё оружие, какое нашлось у капитана в каюте. Питер знаком велел им попрятаться и перерезал верёвки, связывавшие Венди. Теперь все они могли бы бежать с корабля, чего же проще?\r\n\r\nНо нет! Помнишь клятву: „Крюк или я!“? Вот почему, освободив Венди, Питер шепнул ей, чтобы она тоже спряталась, а сам встал на её место у мачты, завернувшись в плащ. Потом он набрал в лёгкие воздуха и закричал по-петушиному.\r\n\r\nПираты решили, что этот крик извещает их о том, что мальчики, все, как один, лежат мёртвые в каюте, и их охватила паника. Крюк пытался их ободрить, но они и слушать его не желали; они оскалились, как настоящие псы (это он сделал их псами), и он понял, что стоит ему отвести от них взгляд, как они разом бросятся на него.\r\n\r\nНо Крюк не сдавался. Он решил взять их лаской, а не удастся — так пустить в ход железную руку.\r\n","\r\n— Ребята, — сказал он, — я всё обдумал. На корабле есть кое-кто лишний. От него нужно избавиться.\r\n\r\n— Что верно, то верно, — отозвались пираты. — Есть тут один с крючком!\r\n\r\n— Нет, ребята, нет! Это девчонка! Женщина на пиратском корабле приносит несчастье. Надо от неё избавиться — и всё будет хорошо!\r\n\r\nКое-кто из пиратов вспомнил, что то же самое говаривал Флинт.\r\n\r\n— Что ж, попробуем, — протянули они с сомнением.\r\n\r\n— Швыряйте девчонку за борт! — закричал Крюк. И они бросились к мачте.\r\n\r\n— Теперь уж тебе никто не поможет, милая, — злорадно прошипел Маллинз.\r\n\r\n— Нет, поможет, — услышал он в ответ.\r\n\r\n— Кто же?\r\n\r\n— Мститель Пэн!\r\n\r\nИ с этими словами Питер сбросил плащ.\r\n\r\nТут всем стало ясно, кто прятался в каюте, убивая одного пирата за другим. Дважды Крюк открывал рот, пытаясь что-то сказать, и дважды ему изменял голос. По-моему, в этот страшный миг его злодейское сердце разрывалось на куски.\r\n\r\nНаконец голос вернулся к нему, и он крикнул:\r\n\r\n— Рубите его!\r\n\r\nНо в крике его не было прежней уверенности.\r\n\r\n— Вперёд, мальчишки! Вперёд! — зазвенел голос Питера.\r\n\r\nИ палубу огласил звон оружия.\r\n\r\nДержись пираты вместе, победа, несомненно, была бы за ними, но они растерялись и забегали по палубе, нанося удары вслепую, — каждому из них казалось, что он последний из оставшихся в живых. В одиночном бою пираты, конечно, были сильнее мальчиков, однако они не нападали, а только защищались, и мальчики спокойно выбирали себе жертву и набрасывались на неё вдвоём. Кое-кто из злодеев прыгнул в море, другие попрятались по тёмным углам, но тут их разыскивал Малыш — он не принимал участия в битве, он бегал по кораблю с фонарём в руках, а найдя пирата, светил ему прямо в лицо, так что тот, ослеплённый, ничего не видел, тут-то его и приканчивал один из мальчиков. Все молчали, слышался только скрежет оружия да порой вопль и всплеск — и мерный голос Малыша:\r\n\r\n","— Пять… Шесть… Семь… Восемь… Девять… Десять… Одиннадцать…\r\n\r\nЕсли я не ошибаюсь, больше пиратов на корабле не осталось, кроме капитана, конечно, который сражался как одержимый; казалось, он был неуязвим. Мальчики окружили его плотным кольцом, но он отбивал их атаки одну за другой. С пиратами они покончили без особых трудов, но этот человек в одиночку был не слабее их всех, вместе взятых. Снова и снова бросались мальчики на капитана, и снова и снова он отбрасывал их назад. Он поднял одного из мальчиков на крюк и прикрывался им, как щитом.\r\n\r\nВнезапно в круг прыгнул ещё один мальчик, он только что пронзил своей шпагой Маллинза.\r\n\r\n— Шпаги в ножны, ребята! — закричал он. — Этот человек мой!\r\n\r\nИ Крюк оказался лицом к лицу с Питером. Мальчики отступили и окружили их кольцом.\r\n\r\nДолго смотрели друг на друга два врага: капитана пробирала лёгкая дрожь, а Питер загадочно улыбался.\r\n\r\n— Так, Пэн, — произнёс наконец Крюк. — Значит, всё это твоих рук дело.\r\n\r\n— Да, Джеймс Крюк, — ответил Питер сурово. — Это всё моих рук дело!\r\n\r\n— Дерзкий и гордый мальчишка, — сказал Крюк, — готовься к смерти!\r\n\r\n— Злобный и мрачный человек, — отвечал Питер, — я нападаю!\r\n\r\nНе тратя больше слов впустую, они скрестили шпаги. Поначалу трудно было сказать, на чьей стороне перевес. Питер дрался великолепно, с необычайным проворством парировал он удары. Порой ему удавалось обмануть бдительность противника и, обойдя его искусную защиту, он делал выпад, но рука его была недостаточно длинной, и он не мог вонзить шпагу в грудь капитана. Крюк, ничуть не уступавший Питеру в искусстве фехтования, хоть и не был столь проворен, своей тяжеловесной атакой принудил его к отступлению. Он уже готовился торжествовать, собираясь прикончить Питера ударом, которому когда-то обучил его в Рио сам Корабельный Повар (это был его излюбленный приём). Он сделал выпад, но шпага его пронзила воздух. Другой, третий — всё напрасно! Тогда он решил перейти врукопашную и прикончить Питера ударом своего крюка, который всё это время рвал воздух в клочья, но Питер увернулся и, собрав все свои силы, вонзил ему шпагу под рёбра. При виде собственной крови, цвета которой, как ты, наверное, помнишь, Крюк не выносил, капитан выронил шпагу. Казалось, всё было кончено.\r\n\r\n— Ну! — закричали мальчики.\r\n\r\nНо Питер поклонился, великолепным жестом предлагая противнику поднять шпагу. Крюк не заставил себя просить, хоть в голову ему и пришла горькая мысль, что Питер ведёт себя как человек воспитанный.\r\n\r\n","До этого момента он думал, что дерётся с каким-то дьяволом, но тут его одолели мрачные предчувствия.\r\n\r\n— Кто ты такой, Пэн? Кто ты такой? — проговорил он хрипло.\r\n\r\n— Я юность! Я радость! — отвечал беспечно Питер. — Я птенец, разбивший свою скорлупу!\r\n\r\nКонечно, он просто болтал вздор; однако несчастный Крюк решил, что Питер сам не знает, кто он такой и что собой представляет, а это, как известно, отличает только самых воспитанных людей.\r\n\r\n— Ну что ж, продолжим! — воскликнул капитан в отчаянии. Теперь он молотил шпагой, словно цепом на току; каждый её удар рассёк бы надвое любого, будь то взрослый мужчина или мальчик, но Питер порхал вокруг, будто его ветром относило от удара. Снова и снова делал он молниеносные выпады и колол врага.\r\n\r\nКапитан совсем пал духом. Это страстное сердце не желало больше жить, оно желало только одного: увидеть, что Питер плохо воспитан, и охладеть навеки.\r\n\r\nВнезапно Крюк швырнул шпагу, кинулся к пороховому складу и поджёг его.\r\n\r\n— Ещё две минуты, — закричал он, — и корабль разнесёт в куски!\r\n\r\n„Сейчас, — думал он, — сейчас мы узнаем, каков он на самом деле“. В тот же миг Питер кинулся в склад, выскочил оттуда с горящим запалом в руках и не моргнув глазом швырнул его в море.\r\n\r\nНу а как себя показал сам Крюк? Что ж, мы можем с радостью отметить, что, хоть он и пошёл по ложному пути, в чём мы ему ничуть не сочувствуем, в конце концов он всё же не изменил традициям своего народа. Мальчики летали вокруг, глумясь и издеваясь над ним, а он медленно отступал, отбиваясь вслепую своей железной рукой, но мыслями он был далеко. Он шёл сутулясь по спортивному полю своей далёкой юности, его вызывали к директору, он болел за футбольную команду своей славной школы. И ботинки у него были как надо, и жилет как надо, и галстук как надо, и носки как надо!\r\n\r\nДжеймс Крюк, ты не вовсе лишён героизма. Простимся же, Джеймс Крюк! Пробил твой последний час!\r\n\r\nУвидев, что Питер медленно подлетает к нему с обнажённым кинжалом в руке, он вскочил на фальшборт, чтобы броситься в море. Он не знал, что там его поджидает Крокодилица. Мы ведь нарочно остановили часы, пусть он лучше не знает о том, что его ждёт. Прими на прощанье этот скромный знак уважения, капитан!\r\n\r\nНе откажем ему и ещё в одной, последней, радости. Стоя на фальшборте, он оглянулся на Питера, легко скользящего по воздуху, и знаком предложил ему бить не кинжалом, а ногой. Питер так и поступил — он пнул Крюка ногой.\r\n","\r\nСбылась страстная мечта капитана!\r\n\r\n— Воспитанные люди так не поступают! — закричал он с насмешкой и, довольный, упал в море.\r\n\r\nТак погиб Джеймс Крюк.\r\n\r\n— Семнадцать! — пропел Малыш.\r\n\r\nНо он немного ошибся в счёте. В ту ночь только пятнадцать пиратов поплатились жизнью за свои преступления, двоим удалось спастись. Первым был Белоручка; правда, он попал в плен к индейцам, которые заставили его нянчить краснокожих детишек. Печальный конец для пирата! Вторым был боцман Неряха; он и поныне бродит в своих очках по свету и собирает скудное подаяние, рассказывая, будто был единственным человеком, которого боялся Джеймс Крюк.\r\n\r\nВенди, конечно, в битве не участвовала и только смотрела на Питера блестящими глазами; когда же всё было кончено, она вспомнила о своих обязанностях. Она похвалила всех без исключения и, как полагается, содрогнулась, когда Майкл показал ей то место, где он убил пирата, а потом повела всех в капитанскую каюту и указала на часы, висевшие на гвоздике. И знаешь, который был час? Половина второго ночи!\r\n\r\nВот это да! Такого они и представить себе не могли! Можешь не сомневаться, Венди тут же уложила их спать в пиратском кубрике, всех, кроме Питера. Он вышел на палубу и долго шагал там при свете звёзд, а потом заснул возле Длинного Тома. В ту ночь ему снова снились страшные сны, он плакал во сне, и Венди крепко обнимала его и старалась утешить.\r\n\r\nГлава 16. Возвращение\r\n\r\nКогда на корабле пробило две склянки, все уже были на ногах. На море вздымались волны. Боцман Малыш стоял на палубе с концом в руках и жевал табак. Мальчики вырядились в пиратскую одежду, укоротив её, где нужно, чисто побрились и высыпали на палубу. Ходили они теперь по-морскому, враскачку, то и дело подтягивая брюки.\r\n\r\nНужно ли говорить, кто был капитаном? Задавака стал первым помощником капитана, а Джон — вторым. На борту была одна женщина. Остальные мальчики плыли простыми матросами и спать должны были в кубрике. Питер уже привязал себя к рулю, но прежде он велел свистать всех наверх и обратился к матросам с короткой речью: он выразил надежду, что они с честью, как и подобает доблестным морякам, выполнят свой долг, правда, ему известно, что на корабле собрался весь сброд, какой только был в Рио и на Золотом Берегу, а потому, если кто-нибудь вздумает ему перечить, он разорвёт его в клочки. Его суровая прямота понравилась матросам, и они ответили ему громкими криками одобрения. Последовали быстрые слова команды, бриг развернулся и взял курс на материк.\r\n\r\n","Изучив корабельные карты, капитан Пэн рассчитал, что при попутном ветре они прибудут к Азорским островам двадцать первого июня, а оттуда, чтобы сэкономить время, он решил лететь.\r\n\r\nКое-кому из мальчиков хотелось, чтобы „Весёлый Роджер“ стал честным кораблём, но другие считали, что лучше оставить его пиратским; впрочем, капитан Пэн обращался с ними как с псами, и они не решались даже подать ему круговое прошение. Приходилось подчиняться беспрекословно — так оно было вернее. Малышу досталась дюжина плетей за то, что он растерялся, когда получил приказ спустить лот. А пока все сошлись на том, что Питер ещё не стал окончательно пиратом только потому, что хотел усыпить бдительность Венди, и что всё, возможно, изменится, как только будет готов новый костюм, который Венди против своей воли перешивала ему из самых ужасных одеяний Крюка. Позже мальчики передавали друг другу шёпотом, что в первый же вечер, когда Питер надел этот костюм, он долго сидел в капитанской каюте с Крюковым мундштуком во рту, правую руку он сжал в кулак — и только согнутый указательный палец угрожающе торчал вверх, точно крюк.\r\n\r\nА теперь, вместо того чтобы следовать за кораблём, вернёмся к опустевшему дому, который трое наших беглецов бессердечно покинули столько дней назад. Нам стыдно, что мы так давно не заглядывали в дом номер четырнадцать, впрочем, миссис Дарлинг на нас, конечно, не сердится. Если бы мы вернулись раньше и вошли к ней с выражением сочувствия на лице, она бы наверняка нам сказала: „Зачем вы здесь? Не думайте обо мне. Возвращайтесь поскорее назад и присматривайте там за детьми“. Пока матери таковы, дети всегда будут этим пользоваться, а те будут ещё пуще стараться!\r\n\r\nДаже сейчас мы решаемся войти в знакомую детскую только потому, что законные её обитатели уже подлетают к дому; мы просто торопимся вперёд, чтобы проверить, хорошо ли просушены простыни и не ушли ли куда-нибудь в гости мистер и миссис Дарлинг. Мы просто гонцы — и не более того. Хотя подожди-ка… Почему это простыни должны быть хорошо просушены? Ведь дети улетели, даже не оглянувшись на прощанье! Пусть бы они вернулись домой и узнали, что родители их уехали на субботу и воскресенье за город. Вот это было бы им поделом! Мне давно уже хочется их проучить.\r\n\r\nНо — увы! Если бы мы так всё устроили, миссис Дарлинг ни за что бы нас не простила.\r\n\r\nОдного мне ужасно хотелось бы: предупредить её, как это делают авторы, что дети возвращаются, что они будут дома в следующий четверг. Это сильно испортило бы тот сюрприз, который они готовят родителям. Ещё на корабле они представляли себе, как всё будет: мамину радость, папины возгласы, Нэнин прыжок через всю комнату, чтобы обнять их первой; им и в голову не приходило, что следовало бы подготовиться к хорошей порке. Как приятно было бы предупредить мистера и миссис Дарлинг об их возвращении и всё испортить беглецам! Представляешь, они врываются в дом, а миссис Дарлинг даже Венди не хочет поцеловать, а мистер Дарлинг с досадой говорит: „Чёрт побери, опять здесь эти мальчишки!“\r\n","\r\nВпрочем, за такое нас в этом доме тоже не поблагодарят. Мы уже немножко знаем миссис Дарлинг: можно не сомневаться, что нам же ещё и достанется за то, что мы захотели лишить детей невинного развлечения.\r\n\r\n„- Но, дорогая миссис Дарлинг, до следующего четверга ещё десять дней! Если мы предупредим вас заранее, вы не будете так горевать эти десять дней.\r\n\r\n— Да, но какою ценой вы хотите этого добиться! Лишить детей десяти радостных минут!\r\n\r\n— Ах вот как вы на это смотрите!\r\n\r\n— Ну, конечно! А как ещё можно на это смотреть?“\r\n\r\nТы видишь, у этой женщины нет гордости. Я собирался сказать о ней много хорошего, но теперь я её презираю и ничего о ней не скажу. К тому же её вовсе не нужно предупреждать, чтобы всё было готово, — у неё и так всё давно готово. Простыни просушены, и она никогда не уходит из дому, и — взгляни-ка! — окно в детскую открыто. Мы ей совсем не нужны — прямо хоть возвращайся на корабль! Впрочем, раз уж мы здесь, можно здесь и остаться. Посмотрим, что будет дальше. Да, мы всего лишь сторонние наблюдатели, и только. Никому мы на деле не нужны. Что ж, будем смотреть и говорить всякие гадости, авось досадим кому-нибудь.\r\n\r\nВ детской спальне только одно изменение: с девяти утра до шести вечера конуры в ней нет. Когда дети улетели, мистер Дарлинг понял, что во всём виноват он: ведь это он велел привязать Нэну во дворе, да и вообще с первой минуты до последней Нэна вела себя гораздо умнее его. Конечно, как мы с тобой видели, он был человек простодушный — он бы вполне сошёл за мальчишку, если бы только не лысина, к тому же он любил справедливость и не боялся поступать так, как считал правильным. Хорошенько поразмыслив обо всём после исчезновения детей, мистер Дарлинг опустился на четвереньки и полез в конуру. Как ни молила его миссис Дарлинг вернуться, он отвечал ей грустно, но твёрдо: — Нет, дорогая, тут мне и место!\r\n\r\nГорько каясь в своей ошибке, он дал клятву, что не покинет конуру до того дня, пока не вернутся дети. Конечно, жаль его было, но, что бы ни делал мистер Дарлинг, он всегда хватал через край, хотя быстро остывал. И вот теперь не было человека смиреннее, чем когда-то гордый Джордж Дарлинг: по вечерам он сидел в конуре и беседовал с женой о детях и об их милых шалостях.\r\n\r\nК Нэне он теперь относился очень уважительно. Правда, в конуру он её не пускал, но в остальном всячески старался угодить ей.\r\n\r\nКаждое утро конуру с мистером Дарлингом ставили в кеб и отвозили на службу, а в шесть часов привозили домой. Нельзя не восхититься выдержкой этого человека! Вспомни, как беспокоился он раньше о том, что скажут люди, а ведь теперь каждое его движение привлекало к себе внимание. Конечно, он страшно мучился в душе, но сохранял спокойный вид, даже когда ребятишки отпускали о его домике нелестные замечания, и всегда учтиво снимал шляпу, если в конуру заглядывала женщина.\r\n","\r\nВозможно, он вёл себя не очень разумно. Но зато так благородно! Вскоре все узнали, почему он обрёк себя на жизнь в конуре, и он стал любимцем публики. Толпы народа бежали с громкими криками за кебом, когда мистер Дарлинг проезжал по улицам; прелестные девушки осаждали его просьбами дать им автограф; о нём писали в газетах лучшего разбора, а самые блестящие дамы приглашали его к обеду, добавляя в постскриптуме: „Пожалуйста, приезжайте в своей конуре!“\r\n\r\nВ тот замечательный четверг миссис Дарлинг сидела одна в детской, поджидая Джорджа; глаза у неё были грустные-прегрустные. Стоит мне вглядеться в её лицо и вспомнить, какой весёлой она была раньше, как я понимаю, что всё же не смогу сказать о ней ничего плохого. Правда, она слишком уж любит своих гадких детей, но ведь она в этом не виновата. Взгляни-ка, она заснула в кресле! А уголок её рта — на него всегда смотришь раньше всего! — почти совсем увял. Рукой она держится за сердце — видно, оно у неё болит? Одним больше всех нравится Питер, другим — Венди, ну а мне больше всех нравится миссис Дарлинг. Давай развеселим её! Шепнём ей тихонько, что эти негодники возвращаются.\r\n\r\nИм всего-то осталось две мили, а летят они быстро, но ей мы просто скажем, что они в пути.\r\n\r\nДавай?\r\n\r\nАх, зря мы это сделали! Она вздрогнула, позвала их и проснулась, а в комнате никого нет, кроме Нэны.\r\n\r\n— Знаешь, Нэна, мне снилось, что мои дорогие вернулись!\r\n\r\nУ Нэны глаза застлали слёзы, но она только мягко коснулась лапой колен своей хозяйки. Так они и сидели вместе, пока в детскую не внесли конуру. Мистер Дарлинг высунул голову, чтобы поцеловать жену. И знаешь, хоть на лице у него и прибавилось морщин, оно теперь было как-то мягче.\r\n\r\nШляпу он отдал Лизе, и та приняла её с презрительной миной. Лиза никогда не отличалась воображением — куда ей понять такого человека, как мистер Дарлинг! Под окнами раздавались крики толпы, которая бежала за ним до самого дома. Конечно, мистер Дарлинг не мог оставаться к ним равнодушным.\r\n\r\n— Нет, вы только послушайте, — сказал он. — Как всё-таки это приятно!\r\n\r\n— Подумаешь, толпа мальчишек, — фыркнула Лиза.\r\n\r\n— Сегодня были и взрослые, — возразил мистер Дарлинг и покраснел; она вздёрнула подбородок, а он, как ни странно, не сделал ей за это замечания.\r\n\r\nВсеобщее поклонение совсем не вскружило голову мистеру Дарлингу — напротив, он стал ещё милее. Высунувшись по пояс из конуры, он поговорил с миссис Дарлинг о своём успехе у публики и успокаивающе похлопал её по руке, когда она выразила опасение, что он может загордиться.\r\n","\r\n— Это могло бы случиться, если б я был слабым человеком, — сказал он. — Ах, лучше бы я был слабым человеком!\r\n\r\n— Но, Джордж, — спросила миссис Дарлинг робко, — ты ведь не перестал раскаиваться, правда?\r\n\r\n— Нет, конечно, милая! Взгляни, как я казню себя: живу в конуре!\r\n\r\n— Тебе ведь это не по душе? Правда, Джордж? Ты уверен, что это не доставляет тебе удовольствия?\r\n\r\n— Дорогая моя, что ты говоришь?!\r\n\r\nМожешь не сомневаться, она тут же попросила у него прощения; потом его стало клонить ко сну, и он свернулся в конуре калачиком.\r\n\r\n— Дорогая, поиграй мне на рояле в детской, — сказал он. — Так я скорее засну.\r\n\r\nОна пошла в соседнюю комнату, а он, забывшись, крикнул ей вслед:\r\n\r\n— И закрой здесь окно! Мне дует!\r\n\r\n— Ах, Джордж, никогда не проси меня об этом. Окно должно быть всегда открыто. Всегда! Всегда!\r\n\r\nТут уж ему пришлось попросить у неё прощения. Она заиграла, и вскоре он уснул, а пока он спал, в детскую влетели Венди, Джон и Майкл.\r\n\r\nАх нет! Я написал это, потому что таков был их план. Мы слышали о нём перед тем, как покинуть корабль, но с тех пор, видно, что-то случилось, потому что в комнату влетели совсем не они, а Питер и фея Динь.\r\n\r\nСтоило только Питеру заговорить, как всё разъяснилось.\r\n\r\n— Скорее, Динь, — прошептал Питер. — Закрой окно, запри его на задвижку! Так! Теперь нам с тобой придётся выбираться через дверь.\r\n\r\nНичего! Зато, когда сюда прилетит Венди, окно будет закрыто. Она решит, что мама забыла о ней, и вернётся со мной на остров!\r\n\r\nТеперь всё ясно! А я-то не понимал, почему, перебив всех пиратов, Питер не возвратился на остров. Динь спокойно могла бы проводить детей. А он, оказывается, вон что задумал! По-твоему, Питер понимает, что делает? Нет! Посмотри, он пляшет от радости!\r\n\r\nПотом он заглянул в детскую, чтобы узнать, кто это там играет.\r\n\r\n— Это мама Венди! — шепнул он Динь. — Она очень красивая, но моя мама ещё красивее! А на губах у неё множество напёрстков. Но у моей мамы их ещё больше!\r\n","\r\nОн, конечно, ничего не знал о своей маме, просто он любил иногда прихвастнуть.\r\n\r\nПесенка, которую играла миссис Дарлинг (она называется „Дом, милый дом“), была ему незнакома, но он понимал, что она зовёт: „Вернись, Венди! Венди, вернись!“\r\n\r\n— Не видать вам Венди! — воскликнул он радостно. — Окно-то закрыто!\r\n\r\nМузыка смолкла, и Питер снова заглянул в дверь, чтобы узнать почему. Он увидел, что миссис Дарлинг уронила голову на большой чёрный ящик, а в глазах у неё слёзы.\r\n\r\n„Она хочет, чтобы я отпер окно, — подумал Питер. — Но я не открою! Не открою, и всё!“\r\n\r\nИ он снова заглянул в дверь: из глаз миссис Дарлинг текли слёзы.\r\n\r\n„Она ужасно любит Венди“, — подумал Питер. Он был очень сердит на миссис Дарлинг: как она не понимает, почему Венди нельзя вернуться. Это было так просто: „Я тоже люблю её. Нельзя же её разорвать пополам!“\r\n\r\nНо она не желала его слушать, и ему стало грустно.\r\n\r\nПитер отвернулся, но миссис Дарлинг всё стояла у него перед глазами. Он запрыгал по комнате, корча гримасы, но, когда он остановился, она уже снова была тут как тут: стоит и стучит ему прямо в сердце.\r\n\r\n— Ну ладно, — сказал он и судорожно глотнул. А потом отодвинул щеколду на окне. — Пошли, Динь! — крикнул он и горестно усмехнулся. — Не нужны нам эти дурацкие мамы…\r\n\r\nИ они улетели.\r\n\r\nВот почему, когда Венди, Джон и Майкл вернулись, окно всё же было открыто, хотя, конечно, они того не заслуживали. Они влетели в детскую и опустились на пол, не чувствуя за собой никакой вины; младший совсем не помнил родного дома.\r\n\r\n— Джон, — спросил он, с сомнением оглядываясь вокруг, — я, кажется, здесь был когда-то?\r\n\r\n— Конечно, глупыш! Вон твоя кроватка!\r\n\r\n— И правда, — сказал Майкл, но в голосе его не было уверенности.\r\n\r\n— Смотрите! — закричал Джон. — Конура! Он подбежал к конуре и заглянул в дверцу.\r\n\r\n— В ней, должно быть, спит Нэна, — сказала Венди. Но Джон тихо свистнул.\r\n\r\n— Ну и ну! — удивился он. — В ней человек!\r\n\r\n","— Это папа! — воскликнула Венди.\r\n\r\n— Покажите папу, — заволновался Майкл. Он долго смотрел на мистера Дарлинга.\r\n\r\n— Пожалуй, он меньше того пирата, которого я убил, — разочарованно протянул он наконец.\r\n\r\nЯ рад, что мистер Дарлинг не проснулся. Как бы он огорчился, услышав эти слова — первые слова, которые произнёс его маленький Майкл!\r\n\r\nВенди и Джон немного удивились, увидев отца в конуре.\r\n\r\n— По-моему, раньше он не спал в конуре? — сказал Джон неуверенно, словно боясь положиться на свою память.\r\n\r\n— Джон, — спросила Венди, запинаясь, — может, нам только казалось, что мы хорошо помним старую жизнь? Им стало тоскливо и жутко — и поделом!\r\n\r\n— Мама очень беспечна, — сказал юный негодник Джон. — Почему её нет дома? Ведь сегодня день нашего возвращения!\r\n\r\nВ эту минуту миссис Дарлинг снова заиграла.\r\n\r\n— Это мама! — воскликнула Венди, заглянув в дверь.\r\n\r\n— Верно, — сказал Джон.\r\n\r\n— Значит, ты нам не мама, Венди? — спросил Майкл. Ему очень хотелось спать.\r\n\r\n— Ну конечно нет! — Тут Венди впервые охватило раскаяние. — Нам давно надо было вернуться!\r\n\r\n— Давайте подкрадёмся к ней сзади, — предложил Джон, — и закроем ей глаза!\r\n\r\nНо Венди, которая понимала, что радостную весть нельзя сообщать так внезапно, предложила другое.\r\n\r\n— Давайте ляжем тихонько в кровати, — сказала она, — будто мы и не улетали.\r\n\r\nКогда миссис Дарлинг вошла в детскую, чтобы посмотреть, заснул ли её муж, дети уже лежали в кроватках. Они думали, что она закричит от радости, но она молчала. Она их увидела, но никак не могла поверить, что это и вправду они. Знаешь, она так часто видела во сне, что они снова лежат в кроватках, что ей показалось, будто она снова грезит.\r\n\r\nОна уселась в кресло у камина, как, бывало, сиживала с ними раньше. Дети ничего не понимали, их охватил необоримый страх.\r\n\r\n— Мама! — закричала Венди.\r\n\r\n— Это Венди! — воскликнула миссис Дарлинг.\r\n\r\nНо ей всё ещё казалось, будто это сон.\r\n\r\n","— Мама!\r\n\r\n— Это Джон! — сказала она.\r\n\r\n— Мама! — закричал Майкл.\r\n\r\nТеперь и он узнал её.\r\n\r\n— Это Майкл! — сказала она и протянула к ним руки.\r\n\r\nОна протянула руки к своим бессердечным детям, уверенная, что снова, как и прежде, сон тут же рассеется. Но нет, Венди, Джон и Майкл соскочили с кроватей и бросились к ней. Да, она обнимала их и это был не сон!\r\n\r\n— Джордж! Джордж! — закричала она, как только к ней вернулся голос.\r\n\r\nМистер Дарлинг проснулся, и в комнату пулей влетела Нэна. Ах, какое это было счастье, какая чудесная встреча! Но её не видел никто, кроме одного странного мальчика, который не отрываясь смотрел в окно. Он знал много радостей, недоступных другим детям, но сейчас он был свидетелем счастья, в котором ему было отказано навсегда.\r\n\r\nГлава 17. Когда Венди выросла\r\n\r\nНадеюсь, ты хочешь узнать, что стало с другими мальчишками? Они ждали внизу, чтобы дать Венди время рассказать о них; досчитав до пятисот, они поднялись наверх. Они не влетели в окно, а поднялись по лестнице, потому что им казалось, что это произведёт лучшее впечатление. Сняв шапки, они выстроились в ряд перед миссис Дарлинг, пожалев в глубине души, что одеты в пиратский наряд. Они молчали, но глазами умоляли их принять. Им надо бы так же смотреть и на мистера Дарлинга, но они забыли о нём.\r\n\r\nКонечно, миссис Дарлинг тут же сказала, что берёт их к себе, но мистер Дарлинг как-то странно загрустил. Ещё бы, подумали мальчики, ведь их шестеро! Пожалуй, это многовато!\r\n\r\n— Да! — произнёс мистер Дарлинг, строго взглянув на свою дочь. — Ты ничего не делаешь наполовину.\r\n\r\nБлизнецы решили, что он говорит о них. Первый Близнец был очень гордый, он покраснел и сказал:\r\n\r\n— Вы полагаете, что нас слишком много, сэр? Тогда мы можем уйти.\r\n\r\n— Папа! — испугалась Венди.\r\n\r\nНо он всё ещё хмурился. Он понимал, что ведёт себя недостойно, но ничего не мог с собой поделать.\r\n\r\n— Мы спим, поджав ноги, — сказал Задавака.\r\n\r\n— Я всегда стригу их сама, — подхватила Венди.\r\n\r\n— Джордж! — воскликнула миссис Дарлинг.\r\n","\r\nЕй было больно, что её любимый муж показывает себя в невыгодном свете.\r\n\r\nМистер Дарлинг разрыдался, и тут всё вышло наружу. Он сказал, что не меньше миссис Дарлинг хочет их усыновить, но только почему они не спросили и его согласия? Почему они обращаются с ним как с пустым местом в его же собственном доме?\r\n\r\n— По-моему, он совсем не пустое место! — тут же воскликнул Шалун. — Как по-твоему, он пустое место, Задира?\r\n\r\n— Нет, что ты! А по-твоему как, Малыш?\r\n\r\n— Конечно нет! А по-твоему, Близнец?\r\n\r\nВыяснилось, что ни один из них не считал мистера Дарлинга пустым местом. Мистер Дарлинг почему-то очень обрадовался и сказал, что устроит их всех в гостиной, если они там поместятся.\r\n\r\n— Поместимся, сэр! — заверили они его.\r\n\r\n— Тогда „делай, как я“! — закричал он весело. — Между нами говоря, я вовсе не уверен, что у нас есть гостиная, но мы делаем вид, что она есть, а это ведь одно и то же. Гоп-ля-ля!\r\n\r\nИ он отправился, приплясывая, на поиски гостиной, а мальчики закричали „Гоп-ля-ля!“ и побежали, приплясывая, за ним. Не помню, удалось ли им найти гостиную, но место для всех мальчиков нашлось.\r\n\r\nЧто же до Питера, то перед тем, как вернуться на остров, он повидался с Венди ещё раз. Он не стал вызывать её, но, пролетев мимо окна, словно ненароком задел за стекло, чтобы Венди могла, если захочет, открыть окно и его окликнуть. Так она и сделала.\r\n\r\n— Прощай, Венди! — крикнул он.\r\n\r\n— Как, разве ты улетаешь?\r\n\r\n— Да.\r\n\r\n— Питер, — сказала она, запинаясь, — а тебе не хотелось бы поговорить с моими родителями об одной очень приятной вещи?\r\n\r\n— Нет.\r\n\r\n— Это касается меня, Питер!\r\n\r\n— Нет!\r\n\r\nМиссис Дарлинг подошла к окну — она теперь глаз не спускала с Венди. Она сказала Питеру, что усыновила остальных мальчиков и будет рада усыновить его.\r\n\r\n","— А в школу вы меня отдадите? — спросил он хитро.\r\n\r\n— Да.\r\n\r\n— А потом на службу?\r\n\r\n— Вероятно.\r\n\r\n— И я скоро стану взрослым?\r\n\r\n— Да, очень скоро.\r\n\r\n— Не хочу я ходить в школу и учить скучные уроки, — горячился он. — Не хочу я быть взрослым! Подумать только — вдруг я проснусь с бородой!\r\n\r\n— Питер, — сказала Венди, всегда готовая утешить его, — борода тебе очень пойдёт.\r\n\r\nА миссис Дарлинг протянула к нему руки. Но он оттолкнул ее.\r\n\r\n— Назад! Меня никто не поймает! Не буду я взрослым!\r\n\r\n— Но где же ты будешь жить?\r\n\r\n— Вместе с Динь, в домике, который мы построили для Венди. Феи обещали поднять его на верхушку одного из деревьев, на которых они спят ночью.\r\n\r\n— Ах, какая прелесть! — воскликнула Венди с таким жаром, что миссис Дарлинг покрепче обняла её.\r\n\r\n— Я думала, все феи умерли, — сказала миссис Дарлинг.\r\n\r\n— Там всё время рождаются новые, — заметила Венди. Она теперь всё знала про фей. — Понимаешь, когда новорождённый засмеётся в первый раз, на острове тут же рождается маленькая фея, так что пока на свете есть новорождённые, будут и маленькие феи. Они живут в гнёздах на верхушках деревьев: феи-девочки белого цвета, а мальчики — сиреневые. А ещё есть голубенькие — это глупыши, которые никак не могут решить, кем они хотят быть: мальчиками или девочками.\r\n\r\n— Ну и повеселюсь же я! — воскликнул Питер, следя за Венди краешком глаза.\r\n\r\n— Зато по вечерам, — сказала Венди, — тебе будет очень скучно одному у камина.\r\n\r\n— Со мной будет Динь!\r\n\r\n— Она для тебя палец о палец не ударит, — колко ответила Венди.\r\n\r\n— Ябеда! — закричала Динь неизвестно откуда.\r\n\r\n— Это не важно, — сказал Питер.\r\n\r\n— Ах, Питер, ты же знаешь, что важно.\r\n\r\n","— Тогда полетим со мной!\r\n\r\n— Мама, можно?\r\n\r\n— Нет, нельзя. Наконец-то ты со мной, дома, и я никуда тебя не отпущу.\r\n\r\n— Ему так нужна мама!\r\n\r\n— И тебе тоже, родная.\r\n\r\n— Ну и не надо, — сказал Питер, как будто он звал её только из вежливости.\r\n\r\nНо миссис Дарлинг увидела, как задрожали у него губы, и сделала великодушное предложение: она будет отпускать Венди на неделю каждый год, чтобы она делала в его доме весеннюю уборку. Венди предпочла бы что-нибудь более определённое, — весна была ещё так далеко! — но Питер улетел довольный. У него не было чувства времени, и думал он только о приключениях, их у него было множество — то, что я тебе рассказал, всего лишь сотая их часть. Венди, должно быть, это понимала, потому что на прощание она сказала жалобно:\r\n\r\n— Питер, ты не забудешь обо мне до весны?\r\n\r\nПитер, конечно, обещал, а потом улетел. Он унёс с собой поцелуй миссис Дарлинг. Тот самый поцелуй, который прятался в уголке её рта и никому не давался, Питеру дался без труда. Странно, правда? Но миссис Дарлинг, судя по всему, была этому рада.\r\n\r\nМальчиков, само собой, отдали в школу. Всех их приняли прямо в третий класс, только Малыша отправили сначала в четвёртый, а потом в пятый (самый старший класс в этой школе — первый). Не прошло и недели, как они поняли, какими они были ослами, что не остались на острове, но было уже поздно: мало-помалу они привыкли и стали такими же обыкновенными, как ты и я или младший Дженкинс. И знаешь, что всего грустнее? Понемногу они разучились летать.\r\n\r\nПоначалу Нэна привязывала их за ноги к кроватям, чтобы они не улетели во сне, а днём они любили притворяться, будто падают на ходу с омнибуса, но вскоре они перестали рваться с постелей по ночам и обнаружили, что, падая с омнибуса, расшибают себе носы. Прошло немного времени, и они уже не могли догнать собственную шапку, если она слетала вдруг с головы. Они объясняли это отсутствием практики: но, говоря по правде, дело было в том, что они больше не верили в Нигдешний остров.\r\n\r\nДольше других верил Майкл, хотя мальчики и смеялись над ним, вот почему весной, когда Питер прилетел за Венди, он видел, как она улетела. Она отправилась в путь в платье, которое соткала себе на острове из листьев и ягод. Она боялась только одного: как бы Питер не заметил, что платье стало ей коротко, но он был так занят рассказами о себе, что ничего не заметил.\r\n","\r\nОна думала, что они будут наперебой вспоминать старые времена, но новые приключения вытеснили из его памяти всё, что было прежде.\r\n\r\n— Кто это Крюк? — спросил он с интересом, когда она заговорила о его заклятом враге.\r\n\r\n— Неужели ты не помнишь? — изумилась она. — Ты ещё убил его и спас нам жизнь.\r\n\r\n— Убитых я забываю, — бросил он небрежно.\r\n\r\nКогда Венди робко выразила надежду, что Динь ей обрадуется, он спросил:\r\n\r\n— А кто такая Динь?\r\n\r\n— Ах, Питер! — вскричала Венди с ужасом.\r\n\r\nОна рассказала ему про Динь, но он всё равно её не вспомнил.\r\n\r\n— Их тут так много, — сказал он. — Может, она умерла?\r\n\r\nДолжно быть, он был прав, ведь феи долго не живут, но они такие маленькие, что и короткая жизнь кажется им достаточной.\r\n\r\nВенди горько было услышать, что год для него промелькнул словно день. А ей он показался таким долгим! Но Питер был всё так же мил, и они устроили чудесную весеннюю уборку в маленьком домике на верхушке дерева.\r\n\r\nНа следующий год Питер не прилетел. Она ждала его в новом платье — в старое она уже просто не влезала, но он так и не появился.\r\n\r\n— Может, он болен? — сказал Майкл.\r\n\r\n— Он никогда не болеет, ты ведь знаешь!\r\n\r\nМайкл подошёл к ней поближе и прошептал испуганно:\r\n\r\n— А может, его никогда и не было, Венди?!\r\n\r\nИ если бы Майкл не заплакал, Венди заплакала бы сама.\r\n\r\nПитер прилетел на следующую весну, и самое странное было то, что он и не подозревал, что пропустил целый год.\r\n\r\nБольше в детстве Венди его не видела. Ещё какое-то время она старалась не расти — ради него! А когда в школе ей вручали награду за прилежание, ей казалось, что она изменяет ему. Годы шли, а этот ветрогон так и не появлялся, и, когда наконец они встретились, Венди была уже замужем, и Питер для неё был всё равно что пыль на дне старой коробки, в которой когда-то лежали её игрушки. Венди выросла. Не надо жалеть её. Она была из тех, кто любит расти. Под конец она даже обогнала других девочек на один день — и всё по собственному желанию!\r\n\r\nМальчики все тоже выросли, песенка их спета, так что не стоит больше о них говорить. Вон, видишь, Близнецы, Задавака и Задира идут на службу? В одной руке у каждого портфель, а в другой — зонтик, и так они ходят каждый день. Майкл стал машинистом. Малыш женился на знатной даме, и теперь он у нас лорд. А видишь судью в парике, который выходит вон из той двери, обитой железом? Когда-то его звали Шалун. А вон тот бородатый, который даже сказки не может рассказать своим детям, был когда-то Джоном.\r\n","\r\nВ день свадьбы на Венди было белое платье с розовым поясом. Странно, что Питер не появился в церкви и не заявил протест против заключения брака.\r\n\r\nПрошли годы, и у Венди родилась дочка. Это слово нужно было бы вывести не чернилами, а золотой краской.\r\n\r\nЕё назвали Джейн. У неё всегда был немножко удивлённый вид, будто с той самой минуты, как она появилась на свет, на языке у неё вертелись всякие вопросы. Когда же она подросла и научилась говорить, она засыпала всех вопросами, главным образом про Питера Пэна! Она очень любила слушать рассказы о Питере, и Венди рассказывала ей всё, что могла припомнить о нём, сидя в той самой детской, из которой когда-то они улетели. Сейчас это была детская Джейн. Её отец купил её из трёх процентов у мистера Дарлинга, который разлюбил лестницы. Миссис Дарлинг давно умерла и была позабыта.\r\n\r\nВ детской теперь стояли только две кровати: на одной спала Джейн, а на другой — няня. Конуры в детской не было, потому что и Нэна скончалась. Она умерла от старости. В последние дни ладить с ней было нелегко: она твёрдо верила в то, что она одна знает, как надо воспитывать детей, а все другие ничего в этом не смыслят.\r\n\r\nРаз в неделю няня маленькой Джейн уходила вечером погулять, и тогда Венди сама укладывала Джейн. Вот тут-то и начинались рассказы. Джейн накрывалась с головой простынёй, притягивала к себе Венди и шептала в темноте:\r\n\r\n— А сейчас что мы видим?\r\n\r\n— Я ничего сегодня не вижу, — говорит Венди.\r\n\r\nЕй всё кажется, что, если бы их услышала Нэна, она бы сказала, что сейчас не время для разговоров.\r\n\r\n— Нет, видишь, — говорит Джейн. — Ты видишь, как ты была маленькая.\r\n\r\n— Это было так давно, золотце! — отвечает Венди. — Ах, как летит время!\r\n\r\n— А как оно летит? — спрашивает хитрушка Джейн. — Как ты, когда ты была маленькая?\r\n\r\n— Как я? Знаешь, Джейн, иногда мне кажется, что я вовсе и не умела летать.\r\n\r\n— Нет, умела!\r\n\r\n— Ах, как это было чудесно, когда я летала!\r\n\r\n— А почему ты теперь не летаешь, мама?\r\n\r\n— Потому что я выросла, милая. Взрослые летать не умеют.\r\n\r\n— Почему?\r\n\r\n— Потому что летать может только тот, кто весел, бесхитростен и бессердечен. А взрослые уже не такие.\r\n","\r\n— А что это значит: „весел, бесхитростен и бессердечен“? Я тоже хочу быть весёлой, бесхитростной и бессердечной.\r\n\r\nА иногда Венди говорит дочке, что видит что-то в темноте.\r\n\r\n— По-моему, — говорит она, — я вижу нашу детскую.\r\n\r\n— Да, — говорит Джейн. — А ещё что?\r\n\r\nИ начинается рассказ о том незабываемом вечере, когда Питер прилетел за своей тенью.\r\n\r\n— И знаешь, какой он был глупый! — рассказывает Венди. — Он хотел прилепить её мылом, а когда ему это не удалось, он заплакал. Тут я проснулась и пришила ему его тень.\r\n\r\n— Ты пропустила, — говорит Джейн, которая знает эту сказку не хуже матери. — Когда ты увидела, что он сидит на полу и плачет, что ты ему сказала?\r\n\r\n— Я села в постели и спросила: „Мальчик, почему вы плачете?“\r\n\r\n— Да, верно, — соглашается Джейн и удовлетворённо вздыхает.\r\n\r\n— А потом мы улетели с ним на Нигдешний остров. Там были феи, и пираты, и краснокожие, и Залив Русалок, и подземный дом, и домик на земле.\r\n\r\n— А тебе что больше всего нравилось?\r\n\r\n— Пожалуй, подземный дом.\r\n\r\n— И мне тоже. А что тебе Питер сказал на прощание?\r\n\r\n— Он сказал мне: „Жди меня всегда, и как-нибудь ночью ты услышишь мой петушиный крик“.\r\n\r\n— Да!\r\n\r\n— Но увы! Он обо мне забыл.\r\n\r\nВенди произносит эти слова с улыбкой. Теперь ты понимаешь, до чего она взрослая?\r\n\r\n— А как он кричал по-петушиному? — спросила однажды вечером Джейн.\r\n\r\n— Вот так!\r\n\r\nИ Венди попробовала закричать по-петушиному, как Питер.\r\n\r\n— Нет, не так, — сказала серьёзно Джейн, — а вот как!\r\n\r\nИ она закричала по-петушиному, да так похоже, что Венди вздрогнула.\r\n\r\n— Золотце, а ты откуда знаешь?\r\n\r\n— Я часто слышу его во сне, — ответила Джейн.\r\n\r\n— Ну да, конечно! Многие девочки слышат его во сне, но я одна слышала его наяву.\r\n\r\n— Счастливица! — сказала Джейн.\r\n","\r\nНо однажды ночью случилось непоправимое. Была весна. Венди, как всегда, рассказала дочке сказку, и та уснула в своей кроватке. Венди сидела на полу, у самого камина, склонившись к огню, чтобы лучше было видно, — она штопала, а другого света в детской не было. И вдруг она услышала петушиный крик. Окно распахнулось, как когда-то, и в комнату влетел Питер Пэн.\r\n\r\nОн совсем не изменился, и Венди туг же заметила, что зубы у него все, как один, молочные.\r\n\r\nОн как был, так и остался мальчиком, а она стала взрослой. Она сидела пригнувшись у камина и боялась шевельнуться. Она чувствовала себя виноватой, но что ей было делать? Большая, взрослая женщина!\r\n\r\n— Здравствуй, Венди, — сказал он, не замечая перемены, потому что думал он, как всегда, в основном о себе. К тому же в темноте её белое платье можно было принять за ночную рубашку, в которой он увидел её впервые.\r\n\r\n— Здравствуй, Питер, — ответила она тихо, стараясь сжаться в комочек. А в глубине её души раздался голос: „Отпусти меня, женщина, отпусти!“\r\n\r\n— Послушай, а где же Джон? — спросил он, заметив вдруг, что в детской всего две кровати.\r\n\r\n— Джона сейчас здесь нет, — пролепетала она.\r\n\r\n— Майкл спит? — спросил он, мельком взглянув на Джейн.\r\n\r\n— Да, — ответила Венди. И в ту же минуту почувствовала, что изменяет не только Питеру, но и Джейн. — Это не Майкл, — добавила она быстро, словно стремясь уйти от наказания.\r\n\r\nПитер вгляделся внимательнее.\r\n\r\n— Послушай, тут что-то новенькое?\r\n\r\n— Да.\r\n\r\n— Мальчик или девочка?\r\n\r\n— Девочка.\r\n\r\nТеперь-то он должен понять. Ничуть не бывало!\r\n\r\n— Питер, — сказала Венди, запинаясь, — ты хочешь, чтобы я полетела с тобой?\r\n\r\n— Конечно! За этим я сюда и прилетел. — И он строго добавил: — Ты что, забыла, что сейчас весна? Пора делать весеннюю уборку.\r\n\r\nОна знала, что бесполезно говорить ему о том, сколько вёсен он пропустил.\r\n\r\n— Я не могу полететь с тобой, — сказала она виновато. — Я разучилась летать.\r\n\r\n— Чепуха! Я быстро тебя научу!\r\n","\r\n— Ах, Питер, не трать на меня волшебную пыльцу!\r\n\r\nОна поднялась с пола: и тут наконец он почуял недоброе.\r\n\r\n— Что это? — спросил он, отступая.\r\n\r\n— Я зажгу свет, — сказала она, — и тогда ты сам всё увидишь.\r\n\r\nПожалуй, впервые в жизни Питер испугался.\r\n\r\n— Не зажигай! — закричал он.\r\n\r\nОна положила руку на голову злосчастного мальчишки. Она уже давно не была той девочкой, которая плакала из-за него; теперь она была взрослой женщиной, и она улыбнулась ему, но в глазах у неё стояли слёзы.\r\n\r\nОна зажгла свет, и Питер увидел. Он вскрикнул как от удара, а когда высокая красивая женщина нагнулась, чтобы взять его на руки, он отпрянул в сторону.\r\n\r\n— Что это? — спросил он снова. Пришлось ему сказать.\r\n\r\n— Я теперь старая, Питер. Мне даже не двадцать лет, а намного больше. Я давно уже выросла.\r\n\r\n— Ты же обещала не расти!\r\n\r\n— Я ничего не могла поделать. Я вышла замуж, Питер.\r\n\r\n— Неправда! Нет!\r\n\r\n— Нет. Правда. А девочка в кровати — моя дочка!\r\n\r\n— Неправда!\r\n\r\nВпрочем, тут он ей, пожалуй, поверил. Он шагнул к кровати и замахнулся на Джейн кинжалом. Но, конечно, он её не ударил. Вместо этого он опустился на пол и горько заплакал, а Венди не знала, как его утешить, хотя когда-то она сделала бы это в одну минуту. Теперь она была всего лишь взрослой женщиной, и она выбежала из комнаты, чтобы как-то собраться с мыслями.\r\n\r\nА Питер всё плакал, и вскоре его плач разбудил Джейн. Она села на постели и с любопытством на него посмотрела.\r\n\r\n— Мальчик, — сказала она, — почему вы плачете?\r\n\r\nПитер встал с пола и поклонился ей, а она ответила на поклон, сидя на кровати.\r\n\r\n— Здравствуйте, — сказал он.\r\n\r\n— Здравствуйте, — ответила Джейн. — Меня зовут Питер Пэн, — сообщил он.\r\n\r\n— Да, я знаю.\r\n\r\n— Я прилетел за своей мамой, — пояснил он ей. — Чтобы забрать её на остров.\r\n\r\n"]